{
  "Algorytmiczna teoria modeli": {
    "opis": "Zaawansowane metody analizy modeli matematycznych z zastosowaniem algorytmów.",
    "założenia": "Podstawowa znajomość logiki matematycznej, teorii modeli oraz podstaw algorytmiki i teorii złożoności.",
    "zagadnienia": "Analiza modeli matematycznych przy użyciu algorytmów, automatyzacja dowodzenia twierdzeń, obliczalność w teorii modeli, zastosowania algorytmiczne w logice matematycznej, klasy złożoności w kontekście modeli."
  },
  "Algorytmy analizy danych genomicznych": {
    "opis": "Techniki przetwarzania dużych zbiorów danych genetycznych i genomowych.",
    "założenia": "Wprowadzenie do biologii molekularnej, podstawy programowania, podstawy statystyki i analizy danych.",
    "zagadnienia": "Przetwarzanie i analiza dużych zbiorów danych genetycznych i genomowych, sekwencjonowanie DNA, algorytmy wyszukiwania i porównywania sekwencji, bioinformatyczne bazy danych, interpretacja wyników genomowych."
  },
  "Algorytmy najkrótszych ścieżek": {
    "opis": "Badanie efektywnych algorytmów znajdowania optymalnych tras w grafach i sieciach.",
    "założenia": "Podstawy teorii grafów, znajomość struktur danych oraz podstaw algorytmiki.",
    "zagadnienia": "Klasyczne algorytmy wyznaczania najkrótszych ścieżek (Dijkstra, Bellman-Ford, Floyd-Warshall), algorytmy heurystyczne, zastosowania w sieciach komputerowych, logistyce i nawigacji, złożoność obliczeniowa."
  },
  "Algorytmy parametryzowane": {
    "opis": "Metody rozwiązywania trudnych problemów obliczeniowych poprzez parametryzację.",
    "założenia": "Znajomość podstawowych pojęć z teorii złożoności obliczeniowej i algorytmiki.",
    "zagadnienia": "Rozwiązywanie trudnych problemów obliczeniowych przez parametryzację, klasy problemów FPT, algorytmy kernelizacji, zastosowania w praktyce, analiza efektywności algorytmów parametryzowanych."
  },
  "Algorytmy tekstowe": {
    "opis": "Techniki przetwarzania i analizy dużych ciągów tekstowych.",
    "założenia": "Podstawowa znajomość programowania, struktur danych oraz wprowadzenie do teorii języków formalnych.",
    "zagadnienia": "Przetwarzanie dużych ciągów tekstowych, algorytmy wyszukiwania wzorców, kompresja danych, indeksowanie tekstu, zastosowania w systemach wyszukiwawczych i bioinformatyce."
  },
  "Analiza adwersaryjna systemów AI": {
    "opis": "Metody badania odporności systemów SI na ataki i manipulacje danych.",
    "założenia": "Znajomość podstaw sztucznej inteligencji i uczenia maszynowego, wprowadzenie do bezpieczeństwa IT.",
    "zagadnienia": "Badanie odporności systemów AI na ataki i manipulacje danymi, techniki generowania przykładów adwersaryjnych, obrona przed atakami, testowanie bezpieczeństwa modeli, etyczne aspekty AI."
  },
  "Automaty nieskończone": {
    "opis": "Teoria automatów pracujących na nieskończonych słowach i jej zastosowania.",
    "założenia": "Podstawy teorii automatów i języków formalnych, logiki matematycznej.",
    "zagadnienia": "Teoria automatów na nieskończonych słowach, omega-automaty, zastosowania w weryfikacji programów i systemów, automaty Buchiego i Rabina, analiza zbieżności systemów."
  },
  "Data mining": {
    "opis": "Techniki eksploracji danych i odkrywania wiedzy z dużych zbiorów informacji.",
    "założenia": "Podstawy statystyki, podstawy programowania, wprowadzenie do baz danych.",
    "zagadnienia": "Eksploracja danych, metody wydobywania wiedzy z dużych zbiorów informacji, algorytmy klasyfikacji, grupowania, wykrywanie anomalii, wizualizacja danych, zastosowania w biznesie i nauce."
  },
  "Deep learning in life science": {
    "opis": "Zastosowania głębokiego uczenia maszynowego w naukach biologicznych i medycznych.",
    "założenia": "Podstawy uczenia maszynowego, podstawowa znajomość biologii lub medycyny, umiejętność programowania.",
    "zagadnienia": "Zastosowania głębokiego uczenia w biologii i medycynie, przetwarzanie obrazów medycznych, analiza danych genomowych, sieci konwolucyjne i rekurencyjne, interpretacja modeli głębokich."
  },
  "Ekonomia algorytmiczna": {
    "opis": "Algorytmiczne podejścia do modelowania i analizy systemów ekonomicznych.",
    "założenia": "Wprowadzenie do ekonomii, podstawy matematyki, znajomość algorytmów i programowania.",
    "zagadnienia": "Algorytmiczne podejścia do modelowania systemów ekonomicznych, aukcje i rynki elektroniczne, teoria gier, optymalizacja mechanizmów rynkowych, analiza efektywności algorytmów ekonomicznych."
  },
  "Geometria obliczeniowa": {
    "opis": "Algorytmy rozwiązywania problemów geometrycznych z zastosowaniami w grafice i wizualizacji.",
    "założenia": "Znajomość podstaw matematyki, w szczególności geometrii oraz podstaw algorytmiki.",
    "zagadnienia": "Algorytmy rozwiązywania problemów geometrycznych, struktury danych geometrycznych, obliczenia na wielokątach i wielościanach, zastosowania w grafice komputerowej, GIS, robotyce."
  },
  "Głębokie sieci neuronowe": {
    "opis": "Zaawansowane architektury sieci neuronowych i metody ich trenowania.",
    "założenia": "Wprowadzenie do uczenia maszynowego, znajomość podstaw programowania, podstawy matematyki (algebra liniowa, rachunek różniczkowy).",
    "zagadnienia": "Zaawansowane architektury sieci neuronowych (np. ResNet, Transformer), metody trenowania głębokich modeli, optymalizacja, regularizacja, zastosowania w przetwarzaniu obrazów, tekstu i dźwięku."
  },
  "Wstęp do programowania": {
    "opis": "Podstawowy kurs programowania dla osób bez wcześniejszego doświadczenia.",
    "założenia": "Brak wymagań wstępnych.",
    "zagadnienia": "Podstawowe konstrukcje programistyczne, zmienne, pętle, instrukcje warunkowe, funkcje, podstawy algorytmiki, wprowadzenie do pracy z wybranym językiem programowania."
  },
  "Analiza matematyczna I": {
    "opis": "Podstawy rachunku różniczkowego i całkowego funkcji jednej zmiennej.",
    "założenia": "Znajomość matematyki na poziomie szkoły średniej.",
    "zagadnienia": "Granice, pochodne, całki, własności funkcji, zastosowania analizy w naukach przyrodniczych."
  },
  "Algebra liniowa": {
    "opis": "Podstawy algebry liniowej i jej zastosowania.",
    "założenia": "Znajomość matematyki na poziomie liceum.",
    "zagadnienia": "Macierze, wyznaczniki, układy równań liniowych, przestrzenie wektorowe, własności i zastosowania przekształceń liniowych."
  },
  "Logika dla informatyków": {
    "opis": "Wprowadzenie do logiki matematycznej ze szczególnym uwzględnieniem zastosowań w informatyce.",
    "założenia": "Podstawowa znajomość matematyki.",
    "zagadnienia": "Logika zdań, logika predykatów, rachunek sekwentów, zastosowania logiki w programowaniu i weryfikacji programów."
  },
  "Matematyka dyskretna": {
    "opis": "Podstawowe struktury matematyczne wykorzystywane w informatyce.",
    "założenia": "Podstawy matematyki, w tym rachunek zbiorów i kombinatoryka.",
    "zagadnienia": "Teoria grafów, kombinatoryka, relacje i funkcje, liczby rekurencyjne, elementy teorii liczb oraz ich zastosowania w algorytmice."
  },
  "Rachunek prawdopodobieństwa": {
    "opis": "Podstawy rachunku prawdopodobieństwa i elementy statystyki matematycznej.",
    "założenia": "Znajomość podstaw matematyki i analizy matematycznej.",
    "zagadnienia": "Modele probabilistyczne, zmienne losowe, rozkłady, wartość oczekiwana, prawo wielkich liczb, twierdzenie graniczne, zastosowania w analizie danych."
  },
  "Podstawy teorii obliczeń": {
    "opis": "Wprowadzenie do podstawowych pojęć teorii obliczalności i złożoności.",
    "założenia": "Podstawy matematyki dyskretnej i programowania.",
    "zagadnienia": "Automaty i języki formalne, maszyny Turinga, problemy nierozstrzygalne, klasy złożoności, redukcje i ich zastosowania."
  },
  "Metody numeryczne": {
    "opis": "Podstawowe metody numeryczne rozwiązywania problemów matematycznych.",
    "założenia": "Podstawy analizy matematycznej i algebry liniowej, znajomość programowania.",
    "zagadnienia": "Rozwiązywanie równań nieliniowych, interpolacja, aproksymacja, całkowanie numeryczne, metody numeryczne dla równań różniczkowych."
  },
  "Statystyka matematyczna": {
    "opis": "Wprowadzenie do metod statystyki matematycznej.",
    "założenia": "Podstawy rachunku prawdopodobieństwa i analizy matematycznej.",
    "zagadnienia": "Estymacja, testowanie hipotez, analiza wariancji, regresja, wybrane zastosowania statystyki."
  },
  "Przetwarzanie języka naturalnego": {
    "opis": "Podstawowe techniki i algorytmy NLP.",
    "założenia": "Podstawy programowania, wprowadzenie do uczenia maszynowego.",
    "zagadnienia": "Tokenizacja, analiza składniowa, modele językowe, klasyfikacja tekstu, ekstrakcja informacji, przetwarzanie mowy."
  }
}
