{
    "Kurs na Równość – przeciwdziałanie dyskryminacji na UW": {
        "Kod przedmiotu": "3300-KRPDUW-OG",
        "Kod Erasmus / ISCED": "14.0\n                                                            Kod klasyfikacyjny przedmiotu składa się z trzech do pięciu cyfr, przy czym trzy pierwsze oznaczają klasyfikację dziedziny wg. Listy kodów dziedzin obowiązującej w programie Socrates/Erasmus, czwarta (dotąd na ogół 0) – ewentualne uszczegółowienie informacji o dyscyplinie, piąta – stopień zaawansowania przedmiotu ustalony na podstawie roku studiów, dla którego przedmiot jest przeznaczony.                                                                            /\n                                                    (0310) Nauki społeczne i psychologiczne\n                                                            Kod ISCED - Międzynarodowa Standardowa Klasyfikacja Kształcenia (International Standard Classification of Education) została opracowana przez UNESCO.",
        "Nazwa przedmiotu": "Kurs na Równość – przeciwdziałanie dyskryminacji na UW",
        "Jednostka": "Wydział Neofilologii",
        "Grupy": "Przedmioty ogólnouniwersyteckie na Uniwersytecie Warszawskim\nPrzedmioty ogólnouniwersyteckie społeczne",
        "Punkty ECTS i inne": "2.00                                                                                                     Podstawowe informacje o zasadach przyporządkowania punktów ECTS:  roczny wymiar godzinowy nakładu pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się dla danego etapu studiów wynosi 1500-1800 h, co odpowiada 60 ECTS; tygodniowy wymiar godzinowy nakładu pracy studenta wynosi 45 h; 1 punkt ECTS odpowiada 25-30 godzinom pracy studenta potrzebnej do osiągnięcia zakładanych efektów uczenia się; tygodniowy nakład pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się pozwala uzyskać 1,5 ECTS; nakład pracy potrzebny do zaliczenia przedmiotu, któremu przypisano 3 ECTS, stanowi 10% semestralnego obciążenia studenta.",
        "Język prowadzenia": "polski",
        "Rodzaj przedmiotu": "fakultatywneogólnouniwersyteckie",
        "Tryb prowadzenia": "zdalnie",
        "Skrócony opis": "Celem kursu jest przybliżenie społeczności akademickiej problematyki związanej z równym traktowaniem. Uczestnictwo w e-kursie pozwoli kursantkom i kursantom zdobyć wiedzę m.in. o tym, czym jest dyskryminacja oraz jakie konsekwencje z niej wynikają, przyjrzeć się własnej postawie wobec tematu równości płci czy wreszcie – rozwinąć podstawowe umiejętności reagowania w przypadku dyskryminacji.\nUWAGA! Grupa I jest to kurs w języku polskim, grupa II kurs w języku angielskim. Proszę zwrócić uwagę, do której grupy się Państwo zapisują. Nie ma możliwości zmiany grupy po zapisaniu.\nW trakcie studiów na Uniwersytecie Warszawskim, bez względu na sposób studiowania, etapy studiów czy język wykładowy, bez względu na jednostkę organizującą kurs (ogólny o kodzie 0000-KRPDUW-OG czy kursy wydziałowe o tym samym tytule) ,,Kurs na Równość – przeciwdziałanie dyskryminacji na UW” może być realizowany tylko raz. \nW przypadku nieprzestrzegania tej zasady, zastrzegamy sobie możliwość usunięcia osoby studiują",
        "Pełny opis": "Kurs na Równość to interaktywny e-kurs, który przejdziesz samodzielnie.\nW trakcie kursu dowiesz się czym jest dyskryminacja, jakie są jej przejawy oraz co zrobić, gdy jesteśmy jej świadkami lub ofiarami.\nKurs składa się z 4 modułów:\n1. Kontekst polityki równości płci, w którym:\npoznasz szerszy kontekst społeczny równości płci,\ndowiesz się, jakie zmiany historyczne i społeczne zaszły w obszarze edukacji wyższej kobiet,\nzapoznasz się z podstawową terminologią dotyczącą polityki równości płci,\nzapoznasz się z definicją płci społeczno-kulturowej (gender).\n2. Bariery równości, po którym:\ndowiesz się jak zidentyfikować bariery – indywidualne i społeczne – wobec równości płci,\nbędziesz wiedzieć, jaką siłę i moc mają osobiste przekonania oraz jak wpływają na innych ludzi,\nbędziesz rozumieć zależności pomiędzy stereotypami, uprzedzeniami i dyskryminacją.\n3. Dyskryminacja, w którym:\nzdobędziesz wiedzę na temat różnych form dyskryminacji,\nnauczysz się rozpoznawać zachowania o charakterze dyskryminacyjnym,\npoznasz konsekwencje dyskryminacji.\n4. Reagowanie na dyskryminację, który pokazuje:\nróżnego rodzaju interwencje i sposoby reagowania na dyskryminację,\nścieżki reagowania na przejawy dyskryminacji są dostępne na UW.",
        "Literatura": "Kurs jest dostępny w wersji polskiej i angielskiej",
        "Efekty uczenia się": "Po zakończeniu kurs student i studentka:\n- umieją rozpoznać dyskryminację, znają jej rodzaje \n- znają konteksty historyczne polityk równościowych oraz terminologię związaną z równością\n- potrafią rozpoznać i zdiagnozować bariery równości w wymiarze indywidualnym i społecznym\n- znają pojęcia stereotypów, uprzedzeń i ich wpływ na dyskryminację\n- umieją reagować na dyskryminację\n- znają ścieżki reagowania na dyskryminację na UW",
        "Metody i kryteria oceniania": "Zaliczenie całości interaktywnego kursu równa się ocenie bardzo dobrej.\nNiższe oceny stanowią procentowy wymiar ukończenia kursu. Najniższa pozytywna ocena to 60% kursu."
    },
    "Klimatyczne ABC. Interdyscyplinarne wprowadzenie do problemu zmiany klimatu i kryzysu ekologicznego.": {
        "Kod przedmiotu": "1100-KLI-OG",
        "Kod Erasmus / ISCED": "\n                                                /\n                                                    ",
        "Nazwa przedmiotu": "Klimatyczne ABC. Interdyscyplinarne wprowadzenie do problemu zmiany klimatu i kryzysu ekologicznego.",
        "Jednostka": "Wydział Fizyki",
        "Grupy": "Przedmioty ogólnouniwersyteckie na Uniwersytecie Warszawskim\nPrzedmioty ogólnouniwersyteckie społeczne\nPrzedmioty ogólnouniwersyteckie Wydziału Fizyki",
        "Punkty ECTS i inne": "2.00                                                                                                     Podstawowe informacje o zasadach przyporządkowania punktów ECTS:  roczny wymiar godzinowy nakładu pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się dla danego etapu studiów wynosi 1500-1800 h, co odpowiada 60 ECTS; tygodniowy wymiar godzinowy nakładu pracy studenta wynosi 45 h; 1 punkt ECTS odpowiada 25-30 godzinom pracy studenta potrzebnej do osiągnięcia zakładanych efektów uczenia się; tygodniowy nakład pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się pozwala uzyskać 1,5 ECTS; nakład pracy potrzebny do zaliczenia przedmiotu, któremu przypisano 3 ECTS, stanowi 10% semestralnego obciążenia studenta.   \n\nzobacz reguły punktacji",
        "Język prowadzenia": "polski",
        "Rodzaj przedmiotu": "ogólnouniwersyteckie",
        "Tryb prowadzenia": "zdalnie",
        "Skrócony opis": "Interdyscyplinarny kurs umożliwiający zdobycie podstawowej wiedzy na temat globalnego ocieplenia - jego przyczyn, mechanizmów, konsekwencji dla przyrody, człowieka i społeczeństwa, oraz możliwości przeciwdziałania temu problemowi. Poszczególne zagadnienia ujęto z perspektywy nauk fizycznych, biologicznych, ekonomicznych i społecznych, co pozwala uczestnikowi na zrozumienie zależności pomiędzy działalnością człowieka i poszczególnymi elementami środowiska naturalnego. \nZajęcia mają formę kursu internetowego na platformie Kampus, polegającego na samodzielnym zapoznawaniu się z materiałami i wykonywaniu zadań.",
        "Pełny opis": "Celem zajęć jest dostarczenie podstawowej wiedzy naukowej na temat dwóch ważnych problemów współczesności: kryzysu związanego ze zmianą klimatu i powiązanego z nim kryzysu ekologicznego i bioróżnorodności. Jednocześnie zajęcia problematyzują te obszary, wskazują na ważne obszary dyskusji toczonych wokół nich w ramach różnych dziedzin, od nauk ścisłych po nauki społeczne i humanistyczne, uczą aktywnego poszukiwania źródeł i krytycznego myślenia. Syntetycznym materiałom towarzyszą odnośniki do źródeł dodatkowych informacji i zadania wymagające skorzystania z dostępnych w internecie zasobów danych, co pomaga studentom w samodzielnym poszerzaniu wiedzy na najbardziej interesujące ich tematy.  \nZajęcia dostarczają podstawowej wiedzy na temat współczesnego globalnego ocieplenia. Autorami materiałów wykorzystanych w trakcie kursu są reprezentanci różnych dziedzin wiedzy rozwijanych na Uniwersytecie Warszawskim, w tym fizyki, biologii, ekonomii i psychologii. Uwzględnienie perspektywy różnych nauk pozwala uczestnikowi na zrozumienie zależności pomiędzy działalnością człowieka i poszczególnymi elementami środowiska naturalnego.    \nTematy poruszane w ramach zajęć podzielić można na 4 interdyscyplinarne bloki:\n1. Mechanizmy rządzące klimatem Ziemi (bilans energetyczny planety, efekt cieplarniany, wymuszenia i sprzężenia klimatyczne, obieg węgla w przyrodzie)\n2. Przyczyny współczesnej zmiany klimatu (procesy prowadzące do emisji gazów cieplarnianych, związek emisji gazów cieplarnianych z rozwojem ekonomicznym, zagadnienie dóbr wspólnych, psychologiczne i społeczne bariery utrudniające docenienie problemu i przeciwdziałanie degradacji środowiska).\n3. Przejawy i konsekwencje współczesnej zmiany klimatu (dla przyrody nieożywionej i ożywionej, człowieka jako jednostki i dla całych społeczeństw, powiązania pomiędzy kryzysem klimatycznym i utratą bioróżnorodności).\n4. Możliwości ograniczania ocieplania się klimatu i przystosowywania się do zmian zachodzących w środowisku (uwarunkowania geofizyczne, transformacja energetyki, zmiany w użytkowaniu gruntów, ekonomiczne i finansowe instrumenty mogące ograniczać emisje gazów cieplarnianych, działania indywidualne i systemowe). \nZajęcia mają formę kursu internetowego na platformie Kampus. Student samodzielnie zapoznaje się z materiałami (teksty i filmy), rozwiązuje quizy i wykonuje proste zadania. Całość kończy się podsumowującym testem wielokrotnego wyboru (przeprowadzanym online). Kurs ma charakter wprowadzenia i nie wymaga posiadania wcześniej zdobytej wiedzy specjalistycznej.",
        "Literatura": "Dryzek, J. S., Norgaard, R. B., & Schlosberg, D. (Eds.). (2011). The Oxford handbook of climate change and society. Oxford University Press.\nMoser, S. C. (2010). Communicating climate change: history, challenges, process and future directions. Wiley Interdisciplinary Reviews: Climate Change, 1(1), 31-53.\nOstrom, E. E., Dietz, T. E., Dolšak, N. E., Stern, P. C., Stonich, S. E., & Weber, E. U. (2002). The drama of the commons. National Academy Press.\nPopkiewicz M., Kardaś A., Malinowski S. (2019) Nauka o Klimacie. Warszawa: Sonia Draga. \nRockström, J., Steffen, W. L., Noone, K., Persson, Å., Chapin III, F. S., Lambin, E., ... & Nykvist, B. (2009). Planetary boundaries: exploring the safe operating space for humanity. Ecology and society.",
        "Efekty uczenia się": "Wiedza (student wie/zna):\nPosiada podstawową wiedzę o fizycznych podstawach antropogenicznego globalnego ocieplenia, mechanizmach rządzących klimatem i jego zmianą, sprzężeniach zwrotnych w systemie klimatycznym i roli człowieka w tych procesach.\nPosiada podstawową wiedzę o mechanizmach i sprzężeniach pomiędzy zmianą klimatu, a środowiskiem przyrodniczym, oraz o środowiskowym wymiarze współczesnego kryzysu.\nPosiada podstawową wiedzę o społecznych i ekonomicznych uwarunkowaniach współczesnego kryzysu klimatycznego i środowiskowego.\nPosiada podstawową wiedzę o psychologicznych, poznawczych i emocjonalnych uwarunkowaniach postaw i działań wobec zmiany klimatu.\nUmiejętności (student umie):\nRozróżniać na podstawowym poziomie wiedzę naukową i dezinformację. Krytycznie oceniać źródła wiedzy i aktywnie poszukiwać informacji. Wnioskować na podstawie zgromadzonych danych i analiz.\nKompetencje społeczne (student potrafi):\nRozumieć emocje, postawy i działania ludzi związane ze zmianą klimatu, zarówno w skali mikro jak i skali makro, oraz analizować społeczne uwarunkowania kryzysu klimatycznego i ekologicznego. Poszukiwać możliwości działań jednostki i społeczeństwa wobec kryzysu klimatycznego.",
        "Metody i kryteria oceniania": "Ocena końcowa zostanie wystawiona na podstawie punktów za zadania i testy wykonywane na platformie Kampus w ciągu semestru i na koniec kursu."
    },
    "Struktura polimerów i biopolimerów": {
        "Kod przedmiotu": "1200-STPO-OG",
        "Kod Erasmus / ISCED": "13.3\n                                                            Kod klasyfikacyjny przedmiotu składa się z trzech do pięciu cyfr, przy czym trzy pierwsze oznaczają klasyfikację dziedziny wg. Listy kodów dziedzin obowiązującej w programie Socrates/Erasmus, czwarta (dotąd na ogół 0) – ewentualne uszczegółowienie informacji o dyscyplinie, piąta – stopień zaawansowania przedmiotu ustalony na podstawie roku studiów, dla którego przedmiot jest przeznaczony.                                                                            /\n                                                    (0531) Chemia\n                                                            Kod ISCED - Międzynarodowa Standardowa Klasyfikacja Kształcenia (International Standard Classification of Education) została opracowana przez UNESCO.",
        "Nazwa przedmiotu": "Struktura polimerów i biopolimerów",
        "Jednostka": "Wydział Chemii",
        "Grupy": "Przedmioty ogólnouniwersyteckie na Uniwersytecie Warszawskim\nPrzedmioty ogólnouniwersyteckie ścisłe\nPrzedmioty ogólnouniwersyteckie Wydziału Chemii",
        "Punkty ECTS i inne": "1.50                                                                                                     Podstawowe informacje o zasadach przyporządkowania punktów ECTS:  roczny wymiar godzinowy nakładu pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się dla danego etapu studiów wynosi 1500-1800 h, co odpowiada 60 ECTS; tygodniowy wymiar godzinowy nakładu pracy studenta wynosi 45 h; 1 punkt ECTS odpowiada 25-30 godzinom pracy studenta potrzebnej do osiągnięcia zakładanych efektów uczenia się; tygodniowy nakład pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się pozwala uzyskać 1,5 ECTS; nakład pracy potrzebny do zaliczenia przedmiotu, któremu przypisano 3 ECTS, stanowi 10% semestralnego obciążenia studenta.   \n\nzobacz reguły punktacji",
        "Język prowadzenia": "polski",
        "Rodzaj przedmiotu": "ogólnouniwersyteckie",
        "Założenia (opisowo)": "Podstawowa wiedza z zakresu chemii fizycznej i organicznej, termodynamiki statystycznej i fizyki molekularnej.",
        "Skrócony opis": "Wykład wprowadza studenta w świat struktur biomolekuł i uczy postrzegać je z wielu punktów widzenia, od ewolucyjnego do fizykochemicznego. Na wykładzie omówione zostaną oddziaływania molekularne, definiujące jaką konformację przyjmują biopolimery oraz jakie mogą pełnić funkcje. Wykład zakończy wprowadzenie do inżynierii biomakromolekuł - projektowania sztucznych białek.",
        "Pełny opis": "Celem wykładu jest uzasadnienie, dlaczego biopolimery naturalne: białka i kwasy nukleinowe mają taką a nie inną strukturę i jakie pełnią funkcje. Wiedza ta umożliwia zaprojektowanie zupełnie sztucznych białek - molekularnych maszyn i przekaźników.\n1) Statystyczny opis polimerów syntetycznych\nRodzaje polimerów syntetycznych i ich parametry fizykochemiczne: promień żyracji, kłębek losowy, długość Kuhna. Modele teoretyczne. Teoria reptacji.\n2) Budowa chemiczna białek i ich struktura drugorzędowa\nBiałka jako polimery naturalne. Wiązanie peptydowe i jego geometria. Kąty Phi, Psi, omega. Oddziaływania odpowiedzialne za powstawanie struktury drugorzędowej: wiązania wodorowe i wyłączona objętość. Geometryczny opis alfa-helis i beta-kartek. Mapa Ramachandrana. Statystyczny opis geometrii łańcucha głównego białek.\n3) Struktura trzeciorzędowa i czwartorzędowa białek\nOddziaływania stabilizujące strukturę trzeciorzędową białka. Mapa kontaktów. Mapa wiązań wodorowych. Pojęcie rotameru. Nakładanie struktur białek: parametry crsmd i GDT.  Struktury maszyn molekularnych i prostych wirusów.\n4) Struktura kwasów nukleinowych: DNA i RNA\n5) Ewolucyjne spojrzenie na struktury białek i RNA\nRodziny sekwencji i struktur; klasy strukturalne białek\n6) Termodynamiczny i kinetyczny opis fałdowania się białek\nParadoks Levinthala; hipoteza Anfinsena; bilans entropii i entalpii w trakcie zwijania się białka; Chaperony\n7) Projektowanie i inżynieria białek i kwasów nukleinowych",
        "Literatura": "1. P. G. de Gennes, Scaling Concepts in Polymer Physics, Cornell, 1979 \n2. P. J. Flory, Statistical Mechanics of Chain Molecules, Interscience, 1968 \n3. C. Branden, J. Tooze, Introduction to Protein Structure, Garland Pub. 1991 \n4. P. C. Turner, A. G. McLennan, A. D. Bates, M. R. H. White, Instant Notes in Molecular Biology,  Springer 1998",
        "Efekty uczenia się": "Student umie opisać, jak zbudowane są białka i kwasy nukleinowe a także umie uzasadnić, z czego ta struktura wynika. Umie opisać oddziaływania, które na poziomie atomowym wpływają na konformację biopolimeru. Rozumie, jak proces ewolucji sekwencji powiązany jest ze strukturą białek.",
        "Metody i kryteria oceniania": "Test zaliczeniowy składający się z około 10 pytań zamkniętych i 5 otwartych (przeprowadzony w sali) lub egzamin ustny (możliwy w trybie zdalnym).",
        "Praktyki zawodowe": "nie dotyczy"
    },
    "Gemmologia (cz.1)": {
        "Kod przedmiotu": "1300-WGEM2ZO-OG",
        "Kod Erasmus / ISCED": "07.302\n                                                            Kod klasyfikacyjny przedmiotu składa się z trzech do pięciu cyfr, przy czym trzy pierwsze oznaczają klasyfikację dziedziny wg. Listy kodów dziedzin obowiązującej w programie Socrates/Erasmus, czwarta (dotąd na ogół 0) – ewentualne uszczegółowienie informacji o dyscyplinie, piąta – stopień zaawansowania przedmiotu ustalony na podstawie roku studiów, dla którego przedmiot jest przeznaczony.                                                                            /\n                                                    (0532) Nauki o ziemi\n                                                            Kod ISCED - Międzynarodowa Standardowa Klasyfikacja Kształcenia (International Standard Classification of Education) została opracowana przez UNESCO.",
        "Nazwa przedmiotu": "Gemmologia (cz.1)",
        "Jednostka": "Wydział Geologii",
        "Grupy": "Przedmioty ogólnouniwersyteckie na Uniwersytecie Warszawskim\nPrzedmioty ogólnouniwersyteckie ścisłe\nPrzedmioty ogólnouniwersyteckie Wydziału Geologii",
        "Punkty ECTS i inne": "2.00                                                                                                     Podstawowe informacje o zasadach przyporządkowania punktów ECTS:  roczny wymiar godzinowy nakładu pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się dla danego etapu studiów wynosi 1500-1800 h, co odpowiada 60 ECTS; tygodniowy wymiar godzinowy nakładu pracy studenta wynosi 45 h; 1 punkt ECTS odpowiada 25-30 godzinom pracy studenta potrzebnej do osiągnięcia zakładanych efektów uczenia się; tygodniowy nakład pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się pozwala uzyskać 1,5 ECTS; nakład pracy potrzebny do zaliczenia przedmiotu, któremu przypisano 3 ECTS, stanowi 10% semestralnego obciążenia studenta.   \n\nzobacz reguły punktacji",
        "Język prowadzenia": "polski",
        "Rodzaj przedmiotu": "ogólnouniwersyteckie",
        "Założenia (opisowo)": "Wystarczy zakres wiedzy przyrodniczej na poziomie szkoły średniej, choć studenci kierunków przyrodniczych są preferowani. Znajomość mineralogii będzie niewątpliwie dużym atutem.",
        "Skrócony opis": "Wykład stanowi prezentację ważniejszych kamieni szlachetnych i ozdobnych widzianych oczyma mineraloga. Dla każdego kamienia jubilerskiego zostanie podana charakterystyka fizyko-chemiczna, własności zdobnicze, powstawanie i występowanie w przyrodzie, lokalizacja ważniejszych złóż i rynek kamieni, typy szlifu, metody poprawiania jakości i naśladownictwo oraz sposoby ich identyfikacji. Dla najważniejszych kamieni szlachetnych dodatkowo będzie pokazana ich rola w historii oraz często burzliwe dzieje sławnych klejnotów.",
        "Pełny opis": "Wykład jest autorskim ujęciem problematyki gemmologicznej dla szerokiego spektrum osób interesujących się amatorsko kamieniami szlachetnymi. W systematyczny sposób ujmuje zagadnienia:\n-Cechy kamieni szlachetnych, ich klasyfikacje, geologiczne środowiska ich pochodzenia.\n-Typy szlifów i techniki szlifowania drogich kamieni.\n-Metody badań gemmologicznych i identyfikacji drogich kamieni.\n-Techniki poprawiania jakości kamieni jubilerskich, materiały syntetyczne i imitacje.\n-Diament\n-Korund (rubin, szafir)\n-Beryl (szmaragd, akwamaryn, heliodor, morganit itd.).\n-Spinel, chryzoberyl, cyrkon.\n-Topaz, oliwin, spodumen.\n-Turmaliny, granaty\n -Kwarc i jego odmiany\n-Chalcedon i jego odmiany\nNa opanowanie materiału należy przeznaczyć szacunkowo 40 godzin.",
        "Literatura": "W. Łapot \"Gemmologia szczegółowa\" Wyd. U.Ś. Katowice, 2000.\nW. Schumann \"Kamienie szlachetne i ozdobne\" Almapress, 2004.\nN. Sobczak, T. Sobczak \"Wielka encyklopedia kamieni szlachetnych i ozdobnych\" PWN, 1998.\nW. Łapot \"Diament praktikum gemmologiczne\" Wyd. U.Ś. Katowice, 2003.",
        "Efekty uczenia się": "Po wysłuchaniu wykładów studenci powinni nabyć ogólną wiedzę z zakresu gemmologii, nie dającą jednak żadnych zawodowych uprawnień.",
        "Metody i kryteria oceniania": "Położony będzie nacisk na zainteresowanie problematyką gemmologiczną, a nie na ocenianie zdobytej wiedzy. Ze względu na bardzo różne przygotowanie słuchaczy studenci indywidualnie wybiorą właściwy ich potrzebom poziom przyswojenia szczegółowych informacji.",
        "Praktyki zawodowe": "brak"
    },
    "Surowce krytyczne vs. polityka": {
        "Kod przedmiotu": "1300-WSKVSP-OG",
        "Kod Erasmus / ISCED": "07.302\n                                                            Kod klasyfikacyjny przedmiotu składa się z trzech do pięciu cyfr, przy czym trzy pierwsze oznaczają klasyfikację dziedziny wg. Listy kodów dziedzin obowiązującej w programie Socrates/Erasmus, czwarta (dotąd na ogół 0) – ewentualne uszczegółowienie informacji o dyscyplinie, piąta – stopień zaawansowania przedmiotu ustalony na podstawie roku studiów, dla którego przedmiot jest przeznaczony.                                                                            /\n                                                    (0532) Nauki o ziemi\n                                                            Kod ISCED - Międzynarodowa Standardowa Klasyfikacja Kształcenia (International Standard Classification of Education) została opracowana przez UNESCO.",
        "Nazwa przedmiotu": "Surowce krytyczne vs. polityka",
        "Jednostka": "Wydział Geologii",
        "Grupy": "Przedmioty ogólnouniwersyteckie na Uniwersytecie Warszawskim\nPrzedmioty ogólnouniwersyteckie ścisłe\nPrzedmioty ogólnouniwersyteckie Wydziału Geologii",
        "Punkty ECTS i inne": "2.00                                                                                                     Podstawowe informacje o zasadach przyporządkowania punktów ECTS:  roczny wymiar godzinowy nakładu pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się dla danego etapu studiów wynosi 1500-1800 h, co odpowiada 60 ECTS; tygodniowy wymiar godzinowy nakładu pracy studenta wynosi 45 h; 1 punkt ECTS odpowiada 25-30 godzinom pracy studenta potrzebnej do osiągnięcia zakładanych efektów uczenia się; tygodniowy nakład pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się pozwala uzyskać 1,5 ECTS; nakład pracy potrzebny do zaliczenia przedmiotu, któremu przypisano 3 ECTS, stanowi 10% semestralnego obciążenia studenta.   \n\nzobacz reguły punktacji",
        "Język prowadzenia": "polski",
        "Rodzaj przedmiotu": "ogólnouniwersyteckie",
        "Założenia (opisowo)": "Na wykład powinni zapisywać się studenci starszych lat studiów (politologii, ekonomii), którzy interesują się współczesnymi międzynarodowymi problemami  gospodarczymi i politycznymi. Studenci o szerszych horyzontach i wymaganiach wobec siebie niż tylko ściśle dziedzinowe wykształcenie.\nStudent skoncentrowany na zrozumieniu współczesnego świata w wielu wymiarach, interesujący się ekonomią, polityką, rozwojem cywilizacyjnym i postępem technicznym – to pożądany kandydat na słuchacza i uczestnika wykładu. Do tego chcący połączyć wiedzę specjalistyczną z zakresu geologii z innymi ważnymi obszarami wiedzy i praktyki. Wykład jest wymagający zarówno dla prowadzącego poprzez interdyscyplinarny charakter poruszanej problematyki, jak i dla studentów, którzy winni być otwartymi na wiedzę, rozumienie procesów w warstwie przyczynowo-skutkowej, ale także teoretycznej i praktycznej.",
        "Skrócony opis": "Zdecydowana większość konfliktów zbrojnych, wojen oraz wojen ekonomicznych toczyła się o zasoby naturalne (przede wszystkim o surowce mineralne).Najnowsze przykłady wojny Rosji z Ukrainą oraz polityczne manewry USA z kilkoma i rejonami świata (Grenlandia, Kanada, Arktyka, Ukraina) są współczesnym dowodem na tezę o surowcach jako podstawowym źródle konfliktów. Zrozumienie przyczyn, dynamiki i efektów konfliktów wymaga podstawowej wiedzy z dziedziny geologii złożowej, stosunków międzynarodowych, ekonomii, politologii oraz historii. Zagadnienie dostępu do surowców mineralnych, a zwłaszcza surowców krytycznych jest jednym z najważniejszych wyzwań współczesnego świata. Unia Europejska przyjęła w 2024 Crititical Raw Material Act w celu przyjęcia wspólnej polityki Unii w zakresie poszukiwania, zagospodarowania i dostarczania surowców dla gospodarki unijnej. Przed geologami otwiera się nowa perspektywa realizacji zadań zawodowych.",
        "Pełny opis": "Geologia gospodarcza jest podstawą zrozumienia współczesnych procesów gospodarczych, politycznych i cywilizacyjnych. O ile geologia gospodarcza koncentruje swoja uwagę bardziej na zagadnieniach gospodarczych, o tyle proponowany przedmiot rozszerza omawiana problematykę o zagadnienia politologiczne, stosunki międzynarodowe, problemy i procesy historyczne, społeczne i kulturowe. Dopiero takie holistyczne podejście pozwoli zrozumieć istotę dostępu człowieka do kopalin, a następnie surowców mineralnych i zrozumieć jaki wpływ na człowieka wywarły prymitywne początkowe, a następnie coraz bardziej rozwinięte nauki geologiczne. Od początku funkcjonowania człowieka nie jako biernego uczestnika procesów naturalnych poprzez świadome wykorzystanie zasobów naturalnych (początkowo ograniczonych do krzemienia i gliny) do rozwiniętych gałęzi mineralnego przemysłu przetwórczego dostarczającego nowoczesnej gospodarcze ponad 200 produktów handlowych mineralnych, wśród nich metale ziem rzadkich i surowce krytyczne. Poznanie podstaw wiedzy o geograficznej dystrybucji złóż kopalin  najważniejszych dla gospodarki, wiedza o formach rynku (monopol, oligopol, polipol) pozwoli studentom zrozumieć przyczyny napięć w międzynarodowym łańcuchu dostaw, przyczyn zakłóceń, roli surowców w możliwości realizacji zbrojeń i prowadzenia wojen, rozwoju przemysłu kosmicznego i rozwoju produkcji nowoczesnych technologii informatycznych. Zagospodarowanie złóż kopalin jest jednym z etapów niezbędnych dla funkcjonowania gospodarki. Ubożenie złóż, coraz trudniejsze warunki geologiczno-górnicze ich występowania – wymagają niezwykłego rozwoju technologicznego i technicznego. W związku z tym studencci zostaną zapoznani z najnowszymi zdobyczami w zakresie przemysłu mineralnego. Studenci poznają historię świata widzianą z innego punktu widzenia, wyjaśnienia rodzajów surowców, których pozyskanie było przyczynami powstania konfliktów zbrojnych. Jednocześnie  zrozumieją, że wojny są zawsze związane z kryzysami przegranych, ale znacznym rozwojem wygranych poprzez uruchamianie gospodarki wojennej, likwidację bezrobocia, społeczne awanse, powojenne procesy rozwoju cywilizacyjnego. Omówione zostaną współczesne niewypowiedziane wojny surowcowe, toczące się na razie bez fazy gorącej-zbrojnej (oby tak zostało) dotyczące zagospodarowania zasobów bieguna północnego (Arktyki), surowców dna oceanicznego czy zasobów kosmosu. Geologiczne aspekty tych procesów są oczywiste. To geolodzy są grupą zawodowa która zdecyduje jakie państwa uzyskają przewagę w zagospodarowaniu Arktyki (decydują o tym zapisy Międzynarodowej Konwencji Prawa Morza umożliwiające na podstawie udokumentowanej geologicznie genezy jednostek i formacji znacząco rozszerzyć obszar szelfu kontynentalnego przynależnego państwu nadbrzeżnemu).\nZatem zrozumienie procesów i wiedzy geologicznej vs polityki międzynarodowej głównych graczy politycznych będzie możliwe po aktywnym uczestnictwie w proponowanym wykładzie i konwersatorium.",
        "Literatura": "Nafta rządzi światem A. Zischka\nGeologia gospodarcza K.Szamałek\nWojna o minerały. Jak surowce strategiczne decydują o naszej przyszłości energetycznej. Ernest Scheyder",
        "Efekty uczenia się": "Student zna i rozumie podstawowe informacje z zakresu geologii złożowej i gospodarczej, międzynarodowych stosunków gospodarczych, ekonomii, historii powszechnej. Student potrafi połączyć przyczynę i skutki konfliktów zbrojnych. Rozumie historyczne procesy i ich przyczyny w obszarze kolonizacji, podziału polityczno-gospodarczego świata, znaczenia i roli surowców mineralnych w rozwoju cywilizacji. Potrafi objaśnić polityczne znaczenie krajów i rejonów geograficznych dla światowej gospodarki. Rozumie przyczyny przerwania łańcucha dostaw w układzie regionalnym i branżowym. Potrafi wytłumaczyć znaczenie współczesnych procesów aktywności inwestycyjnej, gospodarczej i politycznej Chin, Rosji w Afryce, USA w Ameryce Południowej i Azji płd.wsch. Rozumie znaczenie międzynarodowych organizacji w zakresie surowców mineralnych (OPEC, CIPEC, IBA i in.) i ich wpływ na międzynarodowy rynek surowcowy. Rozumie dlaczego embarga i blokady gospodarcze nie eliminują głównych graczy surowcowych z rynku, lecz dokonują przemian organizacyjno-strukturalnych pozwalających stronom na dalsze korzystanie z dostaw surowców (shadow fleet, black market itd.).",
        "Metody i kryteria oceniania": "Wiedza studenta oraz zaangażowanie w proces kształcenia powinna być głównie oceniana poprzez konwersatoryjny (aktywny) sposób uczestnictwa w zajęciach. Zaliczenie przedmiotu na ostatnich zajęciach poprzez wspólne z prowadzącym zadawanie pytań i wspólną ocenę zdobytej wiedzy.",
        "Praktyki zawodowe": "brak"
    },
    "Bakterie, wirusy a człowiek": {
        "Kod przedmiotu": "1400-215BWC-OG",
        "Kod Erasmus / ISCED": "13.404\n                                                            Kod klasyfikacyjny przedmiotu składa się z trzech do pięciu cyfr, przy czym trzy pierwsze oznaczają klasyfikację dziedziny wg. Listy kodów dziedzin obowiązującej w programie Socrates/Erasmus, czwarta (dotąd na ogół 0) – ewentualne uszczegółowienie informacji o dyscyplinie, piąta – stopień zaawansowania przedmiotu ustalony na podstawie roku studiów, dla którego przedmiot jest przeznaczony.                                                                            /\n                                                    (0511) Biologia\n                                                            Kod ISCED - Międzynarodowa Standardowa Klasyfikacja Kształcenia (International Standard Classification of Education) została opracowana przez UNESCO.",
        "Nazwa przedmiotu": "Bakterie, wirusy a człowiek",
        "Jednostka": "Wydział Biologii",
        "Grupy": "Przedmioty ogólnouniwersyteckie na Uniwersytecie Warszawskim\nPrzedmioty ogólnouniwersyteckie ścisłe\nPrzedmioty ogólnouniwersyteckie Wydziału Biologii",
        "Punkty ECTS i inne": "2.00                                                                                                     Podstawowe informacje o zasadach przyporządkowania punktów ECTS:  roczny wymiar godzinowy nakładu pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się dla danego etapu studiów wynosi 1500-1800 h, co odpowiada 60 ECTS; tygodniowy wymiar godzinowy nakładu pracy studenta wynosi 45 h; 1 punkt ECTS odpowiada 25-30 godzinom pracy studenta potrzebnej do osiągnięcia zakładanych efektów uczenia się; tygodniowy nakład pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się pozwala uzyskać 1,5 ECTS; nakład pracy potrzebny do zaliczenia przedmiotu, któremu przypisano 3 ECTS, stanowi 10% semestralnego obciążenia studenta.   \n\nzobacz reguły punktacji",
        "Język prowadzenia": "polski",
        "Rodzaj przedmiotu": "ogólnouniwersyteckie",
        "Założenia (opisowo)": "Bakterie i wirusy dla większości to głownie groźne patogeny. Podczas wykładu poruszone zostaną także inne aspekty związane z mikroorganizmami i wirusami.",
        "Tryb prowadzenia": "w sali",
        "Skrócony opis": "Celem wykładu jest przedstawienie wiadomości o bakteriach, najliczniejszych i najstarszych organizmach komórkowych oraz wirusach, najliczniejszych jednostkach biologicznych i ich kluczowej roli we wszystkich aspektach egzystencji człowieka na Ziemi. Omówiony zostanie wpływ bakterii oraz wirusów na życie i zdrowie ludzi oraz możliwości ich wykorzystania do produkcji żywności, leków, nanomateriałów, środków upiększających, a nawet broni biologicznej.",
        "Pełny opis": "Opis wykładów\nWykład 1. „Niewidzialni towarzysze człowieka”. Podstawowe informacje na temat mikroorganizmów prokariotycznych (bakterii i archeonów) oraz wirusów. Ich rola w środowisku naturalnym, w tym w obiegu pierwiastków. Mikroorganizmy kluczem do zrozumienia przeszłości i przyszłości naszej planety.\nWykład 2. „Mikroorganizmy w służbie ludzkości”.Drobnoustroje stosowane w procesach biotechnologicznych. Metody ulepszania szczepów. Opis wybranych biotechnologii wykorzystujących drobnoustroje ze szczególnym uwzględnieniem technologii środków leczniczych (antybiotyki) oraz innych użytecznych produktów. Zastosowanie wektorów bakteryjnych w biotechnologii, a także w walce z nowotworami.\nWykład 3. „Bakterie i człowiek - relacja patologiczna”. Historia chorób bakteryjnych: wielkie epidemie i wielkie odkrycia w bakteriologii. Przegląd wybranych bakterii patogennych i chorób przez nie wywoływanych. Wykrywanie i leczenie chorób bakteryjnych. Problem lekooporności. Wyzwania współczesnej bakteriologii.\nWykład 4. „Mikrobiologiczne zagrożenia w żywności”. Jakie mikroorganizmy groźne dla zdrowia człowieka można spotykać w żywności? Które produkty mogą być szczególnie niebezpieczne i dla kogo?\nWykład 5. „Mikrobiom (mikroflora) człowieka i jego wpływ na zdrowie”. Skład, lokalizacja oraz funkcje mikrobiomu. Po co i jak i regulować skład mikrobiomu poprzez zastosowanie probiotyków? Relacje między bioróżnorodnością mikrobiomu a występowaniem różnych chorób.\nWykład 6. „Antybiotykooporność”. Główne mechanizmy oporności bakterii na antybiotyki z uwzględnieniem ich klas i mechanizmu działania. Wydaje się, że mamy idealne leki - antybiotyki o szerokim spektrum działania, bakteriostatyczne i bakteriobójcze, jednak bakterie wykształciły szereg mechanizmów obronnych przed tymi lekami. Kto tu jest winowajcą i jak należy postępować, aby zahamować rozpowszechnianie oporności ?\nWykład 7. „Alternatywa dla antybiotyków, czyli leki z ..... apteki”. Narastająca antybiotykooporność bakterii na stosowane w medycynie, weterynarii i rolnictwie antybiotyki zmusza do poszukiwania leków alternatywnych. Naturalne „leki” zwalczające infekcje bakteryjne i wirusowe, m.in. związki roślinne, żywność funkcjonalna, szczepionki. Nowe odkrycia w dziedzinie mikrobiologii i biotechnologii, które mogą zostać wykorzystane do leczenia zakażeń wywołanych szczepami bakterii opornych na antybiotyki.\nWykład 8. „Bioterroryzm oraz toksyny – broń masowej zagłady oraz walka z …objawami starzenia?”. Broń biologiczna z punktu widzenia terrorysty. Klasyfikacja broni biologicznej wraz z przykładami. Jak „wynaleziono broń biologiczną i opracowano metody ataku” – tło historyczne. Przykłady użycia broni biologicznej i metody wykrywania ataków bioterrorystycznych. Zarys Narodowego Programu Antyterrorystycznego na lata 2015-2019. Jad kiełbasiany (toksyna botulinowa) - trucizna, potencjalna broń chemiczna, ale także preparat leczniczy i upiększający.\nWykład 9.\"Bakterie – kontakt ze światem”. Jak i dlaczego bakterie komunikują się ze światem zewnętrznym? Przegląd podstawowych interakcji ze środowiskiem - odpowiedź komórki bakteryjnej na bodźce fizyko-chemiczne oraz biologiczne\n „Bakteryjne biofilmy – społeczne życie bakterii”. Mechanizmy powstawania biofilmów, Jak bakterie komunikują się między sobą? Dlaczego tworzenie biofilmów jest korzystne dla bakterii? Jakie zagrożenia niosą biofilmy dla człowieka? \nWykład 10. „Jak się obronić przed epidemią?” Szczepionki jako jedna z najskuteczniejszych form obrony przed czynnikami chorobotwórczymi. Czym są szczepionki i dlaczego zaleca się ich stosowanie? Argumenty zwolenników i przeciwników szczepień.\nWykłady 11-13. „Planeta wirusów”. Jak wirusy regulują biosferę, jak wypływają na nasze zdrowie, a jak my możemy wykorzystać je do naszych celów - czyli wróg mojego wroga jest moim przyjacielem. Wirusy onkolityczne, bakteriofagoterapia, nanotechnologie, terapie genowe, organizmy modelowe, narzędzia biologii molekularnej. Top 10 największych wirusowych zabójców w historii ludzkości. \nWykład 14. „Biologia syntetyczna – nowe oblicze (micro)biologii”. Biologia syntetyczna jest nową, interdyscyplinarną dziedziną wiedzy, dążącą do stworzenia sztucznych układów i organizmów. Podstawowe znaczenie w rozwoju tej dyscypliny naukowej mają bakterie, które są najczęściej wykorzystywanym układem badawczym. Na wykładzie zostaną przedstawione syntetyczne: geny, układy genetyczne oraz mikroorganizmy.",
        "Literatura": "1)\tKunicki-Goldfinger W.J.H. „Życie bakterii”. PWN, 2001.\n2)\tSalyers A.A, Whitt D.D. „Mikrobiologia – różnorodność, chorobotwórczość i środowisko”. Wydawnictwo Naukowe PWN, 2003.\n3)\tMadigan M.T., Martinko J.J., \"Brock biology of microorganisms\". Prentice Hall International Inc., London, 2006 (oraz wszystkie następne wydania tej książki).\n4)\tSingleton P.”Bakterie w biologii, biotechnologii i medycynie”. Wydawnictwo Naukowe PWN, 2000\n5)\tSchlegel H.G. \"Mikrobiologia ogólna\". Wydawnictwo Naukowe PWN, 1996.\n6)\tBaj J., Markiewicz Z. (red.) \"Biologia molekularna bakterii\". Wydawnictwo Naukowe PWN, 2015.\n7)    Goździcka-Józefiak (red.) \"Wirusologia\" Wydawnictwo Naukowe PWN, 2019.\n8)    Baj J. (red) \"Mikrobiologia\". Wydawnictwo Naukowe PWN, 2018.",
        "Efekty uczenia się": "Po opanowaniu materiału objętego wykładem student\nw kategorii wiedzy:\n-\tMa podstawową wiedzę z zakresu bakteriologii i wirusologii.\n-\tMa wiedzę w zakresie interakcji pomiędzy bakteriami lub wirusami a człowiekiem.\n-\tMa wiedzę na temat oddziaływań mikroorganizmów na środowisko\n-\tMa wiedzę na temat właściwego stosowania antybiotyków i wykorzystywania alternatywnych sposobów terapii\n-\tMa wiedzę w zakresie zastosowania wirusów w służbie ludzkości \n-\tMa wiedzę dotyczącą zastosowań mikroorganizmów w praktyce przemysłowej \n-\tZna podstawy budowy i funkcjonowania wirusów, ich rolę w przyrodzie oraz wzajemne oddziaływania między wirusami i organizmami żywymi \nw kategorii umiejętności:\n-\tRozpoznaje i wyjaśnia zjawiska związane z szeroko pojętą mikrobiologią\n-\tWykazuje umiejętność korzystania z dostępnych źródeł informacji\n-\tCzyta ze zrozumieniem teksty dotyczące mikrobiologii w zakresie zdobytej wiedzy\nw kategorii kompetencji społecznych:\n-\tPoszerza zainteresowania w obrębie nauk przyrodniczych\n-\tWykazuje potrzebę aktualizowania wiedzy z zakresu mikrobiologii, w szczególności wiedzy dotyczącej ochrony zdrowia i przyrody\n-\tJest otwarty na nowe idee.\n-\tKrytycznie analizuje informacje dotyczące zagadnień mikrobiologicznych pojawiające się w środkach masowego przekazu.\n-\tJest świadomy znaczenia technologii fermentacyjnych i mikroorganizmów w rozwiązywaniu problemów energetycznych i żywieniowych oraz w ochronie środowiska naturalnego.\n-\tRozumie potrzebę przekazywania społeczeństwu informacji o nowych osiągnięciach w mikrobiologii przemysłowej, w tym genetycznie modyfikowanych mikroorganizmach oraz ich potencjalnym zastosowaniu w technologiach fermentacyjnych.",
        "Metody i kryteria oceniania": "Egzamin testowy",
        "Praktyki zawodowe": "Nie dotyczy"
    },
    "Gospodarowanie na obszarach zimnych": {
        "Kod przedmiotu": "1900-GOS-OG",
        "Kod Erasmus / ISCED": "07.0\n                                                            Kod klasyfikacyjny przedmiotu składa się z trzech do pięciu cyfr, przy czym trzy pierwsze oznaczają klasyfikację dziedziny wg. Listy kodów dziedzin obowiązującej w programie Socrates/Erasmus, czwarta (dotąd na ogół 0) – ewentualne uszczegółowienie informacji o dyscyplinie, piąta – stopień zaawansowania przedmiotu ustalony na podstawie roku studiów, dla którego przedmiot jest przeznaczony.                                                                            /\n                                                    (0532) Nauki o ziemi\n                                                            Kod ISCED - Międzynarodowa Standardowa Klasyfikacja Kształcenia (International Standard Classification of Education) została opracowana przez UNESCO.",
        "Nazwa przedmiotu": "Gospodarowanie na obszarach zimnych",
        "Jednostka": "Wydział Geografii i Studiów Regionalnych",
        "Grupy": "Przedmioty ogólnouniwersyteckie na Uniwersytecie Warszawskim\nPrzedmioty ogólnouniwersyteckie ścisłe\nPrzedmioty ogólnouniwersyteckie Wydziału Geografii",
        "Punkty ECTS i inne": "2.00                                                                                                     Podstawowe informacje o zasadach przyporządkowania punktów ECTS:  roczny wymiar godzinowy nakładu pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się dla danego etapu studiów wynosi 1500-1800 h, co odpowiada 60 ECTS; tygodniowy wymiar godzinowy nakładu pracy studenta wynosi 45 h; 1 punkt ECTS odpowiada 25-30 godzinom pracy studenta potrzebnej do osiągnięcia zakładanych efektów uczenia się; tygodniowy nakład pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się pozwala uzyskać 1,5 ECTS; nakład pracy potrzebny do zaliczenia przedmiotu, któremu przypisano 3 ECTS, stanowi 10% semestralnego obciążenia studenta.   \n\nzobacz reguły punktacji",
        "Język prowadzenia": "polski",
        "Rodzaj przedmiotu": "ogólnouniwersyteckie",
        "Założenia (opisowo)": "Dla studentów posiadających wiedzę z zakresu geografii na poziomie maturalnym",
        "Tryb prowadzenia": "w sali",
        "Skrócony opis": "Na wykładzie zostaną poruszone następujące zagadnienia: wieloletnia zmarzlina (rodzaje i powstawanie lodu gruntowego), procesy termokrasowe; rozwiązania inżynieryjne dotyczące budowy domów,  dróg, kolei, pasów startowych i rurociągów na wieloletniej zmarzlinie; ekspansja przemysłu na obszary  okołobiegunowe - szanse i zagrożenia; funkcjonowanie lodowców, zagrożenia glacjologiczne: szarże, obrywy lodowe, gwałtowne wypływy wód; zlodzenie Oceanu Arktycznego;  współczesne bazy polarne i ambitne programy badawcze; rdzenni mieszkańcy Arktyki, różnorodność etniczna,  organizacje polityczne, a walka o prawa do ziemi; zanieczyszczenie Arktyki.",
        "Pełny opis": "Na wykładzie omówione zostaną następujące zagadnienia:\n1) zasięg występowania wieloletniej zmarzliny, jej rodzaje, struktura i reżim termiczny, procesy termokrasowe; 3h\n2) problemy inżynieryjnych wynikających z procesów mrozowych w gruncie i metody ich rozwiązywania; 4h\n3) przykłady zagospodarowania obszarów objętych wieloletnią zmarzliną (wybrane inwestycje); 1h\n4) podstawy funkcjonowania lodowców i zagrożenia dla człowieka wynikających z sąsiedztwa lodowców: szarże lodowców, lawiny lodowe, jökulhlaupy; 6h\n5) przykłady zagospodarowania obszarów wysokogórskich; 2h \n6) zagadnienia dotyczące zlodzenia Oceanu Arktycznego (zmiany zasięgu i grubości lodu oraz przyrodnicze i polityczno-ekonomiczne skutki tego procesu); 4h\n7) przykłady współczesnych baz polarnych i projektów badawczych; 4h\n8) rdzenni mieszkańcy Arktyki, grupy etniczne, polityczne organizacje, walka o prawa do ziemi; 2h\n9) zanieczyszczenie Arktyki 4h",
        "Literatura": "Washburn, A.L. 1973. Periglacial processes and environments.  Arnold. Londyn.\nBenn, D.I., Evans, D.J.A. 1998. Glaciers and Glaciation. Arnold, \nLondon.\nTerence, A., Rogers, G., Rowley, G. 1978. The    Circumpolar North. London, Great Britain: Methuen & Co Ltd.\nGeografia Powszechna, t. 1-5. Arktyka, Ameryka, Australia i Oceania, Ocean Światowy  Red. tomu Alfred Jahn. 1967\nPolar Press Clips, National Science Foundation\nhttp://www.arctic.noaa.gov/detect/index.shtml\nhttp://maps.grida.no/arctic\nhttp://www.arcticpeoples.org\nhttp://www.aina.ucalgary.ca/cpc",
        "Efekty uczenia się": "Po ukończeniu przedmiotu student\nWIEDZA \nzna zasięg występowania wieloletniej zmarzliny, jej rodzaje, strukturę i reżim termiczny oraz wie na czym polegają  procesy termokrasowe \nzna przykłady zagospodarowania obszarów objętych wieloletnią zmarzliną \nwie o problemach inżynieryjnych wynikających z procesów mrozowych w gruncie i zna różne metody ich rozwiązania \nzna podstawy funkcjonowania lodowców \nwie o zagrożeniach dla człowieka wynikających z sąsiedztwa lodowców \nzna przykłady zagospodarowania obszarów wysokogórskich\nzna zagadnienia dotyczące zlodzenia Oceanu Arktycznego (zmiany \nzasięgu i grubości lodu oraz przyrodnicze i polityczno-ekonomiczne skutki tego procesu)\nzna przykłady współczesnych baz polarnych i projektów badawczych\nposiadł podstawową wiedzę z zakresu historii kolonizacji obszarów arktycznych oraz etnografii tych obszarów\nposiadł podstawową wiedzą z zakresu zanieczyszczenia obszarów okołobiegunowych\nUMIEJĘTNOŚCI\numie wskazać regiony występowania wieloletniej zmarzliny oraz oszacować jej charakter i miąższość \npotrafi przewidywać reakcję wieloletniej zmarzliny na ocieplenia klimatu\npotrafi przewidywać zagrożeń dla infrastruktury wynikających z \nprocesów mrozowych w gruncie i wskazać stosowane metody zapobiegania katastrofom budowlanym \numie przewidywać zagrożenia wynikające z sąsiedztwa lodowców górskich\npotrafi znaleźć źródła informacji o obszarach okołobiegunowych\nPOSTAWY   \nRozpoznaje na czym polega specyfika gospodarowania na obszarach zimnych (okołobiegunowych i wysokogórskich)\nOcenia znaczenie ocieplenia klimatu dla środowiska",
        "Metody i kryteria oceniania": "Końcowe zaliczenie pisemne w formie eseju dotyczącego wybranych przez studenta zagadnień poruszanych na wykładzie.\nOcena za esej stanowi 50% oceny końcowej, kontrola obecności drugie 50% oceny. \nNieusprawiedliwiona nieobecność na 8 wykładach skutkuje niezaliczeniem przedmiotu. \nOcena b.db. przyznawana jest w przypadku wysokiej frekwencji (nie więcej niż 2 nieusprawiedliwione nieobecności) oraz eseju, który znacząco rozszerza tematykę poruszaną na wykładach.\nJest możliwość zaliczenia w sesji poprawkowej na tych samych zasadach.",
        "Praktyki zawodowe": "brak"
    },
    "Tourism Geography of Poland": {
        "Kod przedmiotu": "1900-TGP-OG",
        "Kod Erasmus / ISCED": "\n                                                /\n                                                    ",
        "Nazwa przedmiotu": "Tourism Geography of Poland",
        "Jednostka": "Wydział Geografii i Studiów Regionalnych",
        "Grupy": "Courses in foreign languages\nPrzedmioty ogólnouniwersyteckie na Uniwersytecie Warszawskim\nPrzedmioty ogólnouniwersyteckie społeczne\nPrzedmioty ogólnouniwersyteckie Wydziału Geografii",
        "Punkty ECTS i inne": "4.00                                                                                                     Podstawowe informacje o zasadach przyporządkowania punktów ECTS:  roczny wymiar godzinowy nakładu pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się dla danego etapu studiów wynosi 1500-1800 h, co odpowiada 60 ECTS; tygodniowy wymiar godzinowy nakładu pracy studenta wynosi 45 h; 1 punkt ECTS odpowiada 25-30 godzinom pracy studenta potrzebnej do osiągnięcia zakładanych efektów uczenia się; tygodniowy nakład pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się pozwala uzyskać 1,5 ECTS; nakład pracy potrzebny do zaliczenia przedmiotu, któremu przypisano 3 ECTS, stanowi 10% semestralnego obciążenia studenta.   \n\nzobacz reguły punktacji",
        "Język prowadzenia": "angielski",
        "Rodzaj przedmiotu": "ogólnouniwersyteckie",
        "Tryb prowadzenia": "w sali"
    },
    "Czarownice, zabójcy, rozwodnicy. Z dziejów prawa na ziemiach polskich XVI - XX w.": {
        "Kod przedmiotu": "2200-1I113-OG",
        "Kod Erasmus / ISCED": "10.0\n                                                            Kod klasyfikacyjny przedmiotu składa się z trzech do pięciu cyfr, przy czym trzy pierwsze oznaczają klasyfikację dziedziny wg. Listy kodów dziedzin obowiązującej w programie Socrates/Erasmus, czwarta (dotąd na ogół 0) – ewentualne uszczegółowienie informacji o dyscyplinie, piąta – stopień zaawansowania przedmiotu ustalony na podstawie roku studiów, dla którego przedmiot jest przeznaczony.                                                                            /\n                                                    (0421) Prawo\n                                                            Kod ISCED - Międzynarodowa Standardowa Klasyfikacja Kształcenia (International Standard Classification of Education) została opracowana przez UNESCO.",
        "Nazwa przedmiotu": "Czarownice, zabójcy, rozwodnicy. Z dziejów prawa na ziemiach polskich XVI - XX w.",
        "Jednostka": "Wydział Prawa i Administracji",
        "Grupy": "Przedmioty ogólnouniwersyteckie na Uniwersytecie Warszawskim\nPrzedmioty ogólnouniwersyteckie społeczne\nPrzedmioty ogólnouniwersyteckie Wydziału Prawa i Administracji",
        "Punkty ECTS i inne": "4.00                                                                                                     Podstawowe informacje o zasadach przyporządkowania punktów ECTS:  roczny wymiar godzinowy nakładu pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się dla danego etapu studiów wynosi 1500-1800 h, co odpowiada 60 ECTS; tygodniowy wymiar godzinowy nakładu pracy studenta wynosi 45 h; 1 punkt ECTS odpowiada 25-30 godzinom pracy studenta potrzebnej do osiągnięcia zakładanych efektów uczenia się; tygodniowy nakład pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się pozwala uzyskać 1,5 ECTS; nakład pracy potrzebny do zaliczenia przedmiotu, któremu przypisano 3 ECTS, stanowi 10% semestralnego obciążenia studenta.",
        "Język prowadzenia": "polski",
        "Rodzaj przedmiotu": "fakultatywneogólnouniwersyteckie",
        "Założenia (opisowo)": "Przedmiot ogólnouniwersytecki, którego założeniem jest przybliżenie realiów funkcjonowania prawa i wymiaru sprawiedliwości na ziemiach polskich. Przeznaczony dla studentów zainteresowanych historią, historią prawa, dawnymi procesami sądowymi.",
        "Tryb prowadzenia": "w sali",
        "Skrócony opis": "Przedmiot skupia się na przedstawieniu wymiaru sprawiedliwości oraz dawnego prawa na ziemiach polskich XVI-XX w. Prezentuje różne modele organizacji (elementy prywatnego i publicznego wymiaru sprawiedliwości, udziału społeczeństwa) oraz stosowanych historycznie procedur sądowych. Do omówienia wykorzystuje również analizę dawnych spraw sądowych. W tym kontekście poruszane będą również problemy funkcjonowania dawnego prawa prywatnego, karnego i procedury sądowej.",
        "Pełny opis": "Instytucjonalizacja i profesjonalizacja wymiaru sprawiedliwości jest jednym z ważniejszych aspektów ewolucji państwa w Europie w późnym średniowieczu i epoce wczesnonowożytnej. Na tym tle specyficzny model wymiaru sprawiedliwości powstał w Rzeczypospolitej szlacheckiej. Prywatny wymiaru sprawiedliwości były dominującym czynnikiem w przypadku sądownictwa dominialnego nad chłopami i dóbr prywatnych lub znaczącą jego częścią w prawie ziemskim. W trakcie zajęć przeanalizowane zostaną przyczyny takiego stanu rzeczy oraz praktyka funkcjonowania wymiaru sprawiedliwości, w tym oczekiwania społeczne formułowane wobec niego. Kolejnym aspektem będzie model sędziego-obywatela dominujący w sądownictwie szlacheckim. Wskazane zostaną uwarunkowania tego modelu oraz jego porównanie z sytuacją w Europie w tym okresie. W ramach zajęć zostaną również omówione – w sposób bardziej syntetyczny – organizacja wymiaru sprawiedliwości państw zaborczych z uwzględnieniem utrzymującej się do lat siedemdziesiątych XIX w. odrębności organizacji sądownictwa Królestwa Kongresowego. Zaprezentowane zostaną również sądy funkcjonujące w II RP, w czasie okupacji hitlerowskiej i w PRL. Przy omawianiu funkcjonowania wymiaru sprawiedliwości wykorzystywane będą rzeczywiste sprawy, co pozwoli na ujęcie od strony mikrozjawiska (elementy analizy studium przypadku – case study). W celu lepszego zrozumienia funkcjonowania poszczególnych procesów przedstawione będą również niektóre instytucje dawnego prawa materialnego (cywilnego, karnego) oraz rozwiązań w procedurach sądowych.",
        "Literatura": "Literatura podstawowa:\nHistoria państwa i prawa polskiego, red. J. Bardach, t. I - IV (różne wydania)\nS. Płaza, Historia prawa polskiego na tle porównawczym, t. I-III, Kraków 1997\nW. Uruszczak, Historia państwa i prawa polskiego, t. I, wyd. 1 i następne\nW. Witkowski, Historia administracji w Polsce, Warszawa 2012.",
        "Efekty uczenia się": "Po ukończeniu kursu student:\n• Zna organizację omówionych modeli wymiaru sprawiedliwości\n• Rozumie uwarunkowania stojące za przyjęciem określonego modelu wymiaru sprawiedliwości\n• Rozumie przyczyny, wady i zalety udziału społeczeństwa w wymiarze sprawiedliwości oraz potrafi je wskazać.\n• Potrafi porównać różne modele organizacji wymiaru sprawiedliwości w epoce wczesnonowożytnej oraz w XIX i XX wieku",
        "Metody i kryteria oceniania": "Kontrola obecności: waga 40%\nKolokwium na koniec zajęć: waga 40%\nFakultatywny esej lub referat wygłaszany na zajęciach: waga 60%."
    },
    "Metodologia badań jakościowych": {
        "Kod przedmiotu": "2300-MBJ-OG",
        "Kod Erasmus / ISCED": "14.0\n                                                            Kod klasyfikacyjny przedmiotu składa się z trzech do pięciu cyfr, przy czym trzy pierwsze oznaczają klasyfikację dziedziny wg. Listy kodów dziedzin obowiązującej w programie Socrates/Erasmus, czwarta (dotąd na ogół 0) – ewentualne uszczegółowienie informacji o dyscyplinie, piąta – stopień zaawansowania przedmiotu ustalony na podstawie roku studiów, dla którego przedmiot jest przeznaczony.                                                                            /\n                                                    ",
        "Nazwa przedmiotu": "Metodologia badań jakościowych",
        "Jednostka": "Wydział Pedagogiczny",
        "Grupy": "Przedmioty ogólnouniwersyteckie na Uniwersytecie Warszawskim\nPrzedmioty ogólnouniwersyteckie społeczne\nPrzedmioty ogólnouniweryteckie Wydziału Pedagogicznego",
        "Punkty ECTS i inne": "2.00                                                                                                     Podstawowe informacje o zasadach przyporządkowania punktów ECTS:  roczny wymiar godzinowy nakładu pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się dla danego etapu studiów wynosi 1500-1800 h, co odpowiada 60 ECTS; tygodniowy wymiar godzinowy nakładu pracy studenta wynosi 45 h; 1 punkt ECTS odpowiada 25-30 godzinom pracy studenta potrzebnej do osiągnięcia zakładanych efektów uczenia się; tygodniowy nakład pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się pozwala uzyskać 1,5 ECTS; nakład pracy potrzebny do zaliczenia przedmiotu, któremu przypisano 3 ECTS, stanowi 10% semestralnego obciążenia studenta.",
        "Język prowadzenia": "polski",
        "Rodzaj przedmiotu": "ogólnouniwersyteckie",
        "Skrócony opis": "Celem zajęć jest wprowadzenie studentów w problematykę badań jakościowych w naukach społecznych, w szczególności dostarczenie wiedzy teoretycznej i praktycznej dotyczącej sposobów gromadzenia i analizowania danych jakościowych.",
        "Pełny opis": "Pełny opis przedmiotu \tZajęcia kierowane są do osób, które chciałyby poszerzyć wiedzę na temat nadań jakościowych oraz udoskonalić swój warsztat badawczy związany m.in. z prowadzeniem i analizą wywiadów – zarówno indywidualnych, jak i fokusowych (grupowych) czy obserwacji.\nPodczas zajęć poruszone zostaną tematy związane z planowaniem i przebiegiem badań oraz analizą uzyskanych wyników. Katalog omawianych metod badawczych oraz stosowanych narzędzi jest uzależniony od potrzeb studentów (np: wywiad indywidualny, badania fokusowe, prowadzenie obserwacji, etnografia wirtualna). Tematyka warsztatu obejmuje także zagadnienia etyczne i wsparcie komputerowe podczas analizy danych (CAQUDAS). \nZajęcia w dużej mierze mają charakter praktyczny i stanowią przygotowanie do prowadzenia samodzielnych badań.",
        "Literatura": "Literatura \tAngrosino, M. (2010). Badania etnograficzne i obserwacyjne. PWN, Seria: Niezbędnik badacza.\nBarbour, R. (2011). Badania fokusowe. PWN, Seria: Niezbędnik badacza.\nCharmaz, K. (2009). Teoria ugruntowana. Praktyczny przewodnik po analizie jakościowej. PWN\nChomczyński, Pi. (2006). Wybrane problemy etyczne w badaniach. Obserwacja uczestnicząca ukryta. „Qualitative Sociology Review”, Tom II Numer 1.\nDenzin N. K., Lincoln Y. S. (red.). (2009), Metody badań jakościowych, t. 1 i 2. PWN.\nFlick U. (2011). Jakość w badaniach jakościowych. PWN.\nGeertz C. (2005). Interpretacja kultur. Wybrane eseje. WUJ.\nJemielniak, D. (2012). Badania jakościowe, T. 1 i 2, PWN, Warszawa\nKvale, S. (2012). Prowadzenie wywiadów. PWN, seria: Niezbędnik badacza.\nMiles M. B., Huberman A. M. (2000) Analiza danych jakościowych, Wyd. Trans Humana.\nSilverman, D. (2007) Interpretacja danych jakościowych. PWN\nSilverman, D. (2008) Prowadzenie badań jakościowych. PWN",
        "Efekty uczenia się": "Efekty uczenia się \tStudent: \n- rozumie na czym polega podejście jakościowe w naukach społecznych\n- zna fazy procesu badawczego w badaniach jakościowych\n- zna wybrane metody zbierania danych jakościowych\n- zna zasady etyczne związane z prowadzeniem badań jakościowych\n- zna wybrany program CAQUDAS\n- potrafi przygotować wybrane narzędzia badawcze oraz dokonać ich weryfikacji w oparciu o pilotaż\n- dokonuje refleksji dotyczących słabych i mocnych stron stosowanych przez siebie narzędzi",
        "Metody i kryteria oceniania": "Aktywny udział w zajęciach – dyskusja w oparciu o lektury\nWykonanie zadań (np. przeprowadzenie wywiadu)"
    },
    "Kompleksowe zarządzanie sobą w czasie": {
        "Kod przedmiotu": "2400-ZEWW733-OG",
        "Kod Erasmus / ISCED": "14.3\n                                                            Kod klasyfikacyjny przedmiotu składa się z trzech do pięciu cyfr, przy czym trzy pierwsze oznaczają klasyfikację dziedziny wg. Listy kodów dziedzin obowiązującej w programie Socrates/Erasmus, czwarta (dotąd na ogół 0) – ewentualne uszczegółowienie informacji o dyscyplinie, piąta – stopień zaawansowania przedmiotu ustalony na podstawie roku studiów, dla którego przedmiot jest przeznaczony.                                                                            /\n                                                    (0311) Ekonomia\n                                                            Kod ISCED - Międzynarodowa Standardowa Klasyfikacja Kształcenia (International Standard Classification of Education) została opracowana przez UNESCO.",
        "Nazwa przedmiotu": "Kompleksowe zarządzanie sobą w czasie",
        "Jednostka": "Wydział Nauk Ekonomicznych",
        "Grupy": "Przedmioty ogólnouniwersyteckie humanistyczne\nPrzedmioty ogólnouniwersyteckie na Uniwersytecie Warszawskim\nPrzedmioty ogólnouniwersyteckie Wydziału Nauk Ekonomicznych",
        "Punkty ECTS i inne": "3.00                                                                                                     Podstawowe informacje o zasadach przyporządkowania punktów ECTS:  roczny wymiar godzinowy nakładu pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się dla danego etapu studiów wynosi 1500-1800 h, co odpowiada 60 ECTS; tygodniowy wymiar godzinowy nakładu pracy studenta wynosi 45 h; 1 punkt ECTS odpowiada 25-30 godzinom pracy studenta potrzebnej do osiągnięcia zakładanych efektów uczenia się; tygodniowy nakład pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się pozwala uzyskać 1,5 ECTS; nakład pracy potrzebny do zaliczenia przedmiotu, któremu przypisano 3 ECTS, stanowi 10% semestralnego obciążenia studenta.   \n\nzobacz reguły punktacji",
        "Język prowadzenia": "polski",
        "Rodzaj przedmiotu": "ogólnouniwersyteckie",
        "Skrócony opis": "Celem zajęć jest nauczenie podstawowych zasad zarządzania sobą w czasie, planowania pracy własnej, zapobieganiu odkładania spraw i ukształtowanie sposobów motywowania siebie. Zakładany efekt: uformowanie całościowego systemu organizacji własnej nauki, pracy i życia.\n1. Treść: zarzadzanie przepływem zadań, organizacja warsztatu własnej pracy, określenie priorytetów, realizacja celów, łatwe zabieranie się do pracy, motywowanie się.\n2. Forma zajęć: warsztat\n3. Zajęcia do wyboru (lata I-V)\n4. Forma zaliczenia: kontrola obecności, praca semestralna, aktywności, ćwiczenia",
        "Pełny opis": "Zajęcia mają na celu poznanie i ukształtowania umiejętności::\n• Metod organizowania potrzebnych działań\n• Zarządzania działaniami koniecznymi do wykonania\n• Sposoby gromadzenia informacji\n• Efektywnego podejścia do analizowania danych\n• Technik organizowania pracy\n• Elementów oceny rezultatów\n• Narzędzi umożliwiających podejmowanie działań\n• Skupienia na realizacji\n• Technik koncentracji\n• Podstaw zarządzania sobą\n• Możliwości kontroli nad zadaniami\n• Perspektyw zmiany: skali działania: ogół - szczegół\n• Strategii przechodzenia od celów do działania\n• Systemu przeciwdziałania odkładaniu zadań\n• Metod motywowania i redukcji stresu\n• Rozwiązań różnych problemów związanych z czasem\nSzacunkowa liczba godzin na osiągnięcie efektów kształcenia: 30+15",
        "Literatura": "Literatura obowiązkowa:\n• Allen D., Getting Things Done, Gliwice 2012\n• Covey S., 7 nawyków skutecznego działania, Warszawa 2006\n• Fiore N., Nawyk samodyscypliny, Gliwice 2008\nLiteratura uzupełniająca:\n• Allen D., Życie i praca. Jak znaleźć czas na wszystko, Sopot 2012\n• Combs J., Zrób to teraz. Stop odkładaniu spraw na jutro. Gliwice 2013\n• Heppell M., Jak zaoszczędzić godzinę dziennie, Gliwice 2013",
        "Efekty uczenia się": "Podczas zajęć i po ich ukończeniu student:\n• zaplanuje swój system organizacji czasu i pracy\n• rozpozna obszary wymagające przeorganizowania własnej pracy\n• ulepszy stosowane sposoby organizacji czasu pracy i uczenia się\n• stworzy system przepływu informacji\n• skutecznie przeciwdziała chaosowi i nieporządkom\n• ustali swoje kierunki rozwoju\n• wytyczy priorytety na przyszłość\n• wprowadzi zamiary w życie\n• uzyska stałą kontrolę nad nawykami pracy\n• zmieni tempo pracy i wypoczynku\n• przeciwdziała swojej chęci odkładania spraw na jutro\n• zbuduje efektywny system motywacji\n• będzie umiał radzić sobie z problemami wynikającymi z marnotrawienia czasu",
        "Metody i kryteria oceniania": "ocena ciągła - 50%\npraca semestralna - 50%\nobecności, aktywność, zadania, praca zaliczeniowa"
    },
    "Climate Change “101” - Interdisciplinary introduction to the contemporary  climate crisis": {
        "Kod przedmiotu": "2500-F04-OG",
        "Kod Erasmus / ISCED": "14.4\n                                                            Kod klasyfikacyjny przedmiotu składa się z trzech do pięciu cyfr, przy czym trzy pierwsze oznaczają klasyfikację dziedziny wg. Listy kodów dziedzin obowiązującej w programie Socrates/Erasmus, czwarta (dotąd na ogół 0) – ewentualne uszczegółowienie informacji o dyscyplinie, piąta – stopień zaawansowania przedmiotu ustalony na podstawie roku studiów, dla którego przedmiot jest przeznaczony.                                                                            /\n                                                    (0313) Psychologia\n                                                            Kod ISCED - Międzynarodowa Standardowa Klasyfikacja Kształcenia (International Standard Classification of Education) została opracowana przez UNESCO.",
        "Nazwa przedmiotu": "Climate Change “101” - Interdisciplinary introduction to the contemporary  climate crisis",
        "Jednostka": "Wydział Psychologii",
        "Grupy": "Courses in foreign languages\nPrzedmioty ogólnouniwersyteckie na Uniwersytecie Warszawskim\nPrzedmioty ogólnouniwersyteckie społeczne\nPrzedmioty ogólnouniwersyteckie Wydziału Psychologii",
        "Punkty ECTS i inne": "3.00                                                                                                     Podstawowe informacje o zasadach przyporządkowania punktów ECTS:  roczny wymiar godzinowy nakładu pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się dla danego etapu studiów wynosi 1500-1800 h, co odpowiada 60 ECTS; tygodniowy wymiar godzinowy nakładu pracy studenta wynosi 45 h; 1 punkt ECTS odpowiada 25-30 godzinom pracy studenta potrzebnej do osiągnięcia zakładanych efektów uczenia się; tygodniowy nakład pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się pozwala uzyskać 1,5 ECTS; nakład pracy potrzebny do zaliczenia przedmiotu, któremu przypisano 3 ECTS, stanowi 10% semestralnego obciążenia studenta.   \n\nzobacz reguły punktacji",
        "Język prowadzenia": "angielski",
        "Rodzaj przedmiotu": "ogólnouniwersyteckie",
        "Tryb prowadzenia": "zdalnie",
        "Skrócony opis": "(tylko po angielsku) This is an interdisciplinary, interactive online course using the online learning platform Moodle. \nBasic scientific knowledge is an essential resource, which can be helpful to everyone while confronting climate change or environmental crises. \nThis course provides introductory-level knowledge about climate change, its mechanisms, and its consequences for nature and human society. The course consists of 4 blocks:\n- a physical science block, which gives knowledge about the climate system, the history of the climate on earth, and its current changes\n- an environmental science block, which gives knowledge about the relationship between the climate and the natural environment\n- an economic and social sciences block, which shows climate change and destruction of the environment as a tragedy of commons and points to processes dependent on society and economy,\n- Psychology block that shows the role of individuals, emotions, and cognition in response to the climate crisis.",
        "Efekty uczenia się": "Wiedza (student wie/zna):\nPosiada podstawową wiedzę o fizycznych podstawach antropogenicznego globalnego ocieplenia, mechanizmach rządzących klimatem i jego zmianą, sprzężeniach zwrotnych w systemie klimatycznym i roli człowieka w tych procesach.\nPosiada podstawową wiedzę o mechanizmach i sprzężeniach pomiędzy zmianą klimatu, a środowiskiem przyrodniczym, oraz o środowiskowym wymiarze współczesnego kryzysu.\nPosiada podstawową wiedzę o społecznych i ekonomicznych uwarunkowaniach współczesnego kryzysu klimatycznego i środowiskowego.\nPosiada podstawową wiedzę o psychologicznych, poznawczych i emocjonalnych uwarunkowaniach postaw i działań wobec zmiany klimatu.\nK_W07, K_W08, K_W09, K_W010\nUmiejętności (student umie):\nRozróżniać na podstawowym poziomie wiedzę naukową i dezinformację. Krytycznie oceniać źródła wiedzy i aktywnie poszukiwać informacji. Wnioskować na podstawie zgromadzonych danych i analiz.\nK_U05, K_U06, K_U07\nKompetencje społeczne (student potrafi):\nRozumieć emocje, postawy i działania ludzi związane ze zmianą klimatu, zarówno w skali mikro jak i skali makro, oraz analizować społeczne uwarunkowania kryzysu klimatycznego i ekologicznego. Poszukiwać możliwości działań jednostki i społeczeństwa wobec kryzysu klimatycznego.\nK_K03, K_K04"
    },
    "Fotografia na tle innych sztuk wizualnych. Warsztat badacza i krytyka": {
        "Kod przedmiotu": "2700-FISW-OG",
        "Kod Erasmus / ISCED": "15.1\n                                                            Kod klasyfikacyjny przedmiotu składa się z trzech do pięciu cyfr, przy czym trzy pierwsze oznaczają klasyfikację dziedziny wg. Listy kodów dziedzin obowiązującej w programie Socrates/Erasmus, czwarta (dotąd na ogół 0) – ewentualne uszczegółowienie informacji o dyscyplinie, piąta – stopień zaawansowania przedmiotu ustalony na podstawie roku studiów, dla którego przedmiot jest przeznaczony.                                                                            /\n                                                    (0321) Dziennikarstwo\n                                                            Kod ISCED - Międzynarodowa Standardowa Klasyfikacja Kształcenia (International Standard Classification of Education) została opracowana przez UNESCO.",
        "Nazwa przedmiotu": "Fotografia na tle innych sztuk wizualnych. Warsztat badacza i krytyka",
        "Jednostka": "Wydział Dziennikarstwa, Informacji i Bibliologii",
        "Grupy": "Przedmioty ogólnouniwersyteckie na Uniwersytecie Warszawskim\nPrzedmioty ogólnouniwersyteckie społeczne",
        "Punkty ECTS i inne": "3.00                                                                                                     Podstawowe informacje o zasadach przyporządkowania punktów ECTS:  roczny wymiar godzinowy nakładu pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się dla danego etapu studiów wynosi 1500-1800 h, co odpowiada 60 ECTS; tygodniowy wymiar godzinowy nakładu pracy studenta wynosi 45 h; 1 punkt ECTS odpowiada 25-30 godzinom pracy studenta potrzebnej do osiągnięcia zakładanych efektów uczenia się; tygodniowy nakład pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się pozwala uzyskać 1,5 ECTS; nakład pracy potrzebny do zaliczenia przedmiotu, któremu przypisano 3 ECTS, stanowi 10% semestralnego obciążenia studenta.",
        "Język prowadzenia": "polski",
        "Rodzaj przedmiotu": "ogólnouniwersyteckie"
    },
    "Wolność słowa a Internet - język w mediach niezależnych": {
        "Kod przedmiotu": "2700-WSIN-OG",
        "Kod Erasmus / ISCED": "15.1\n                                                            Kod klasyfikacyjny przedmiotu składa się z trzech do pięciu cyfr, przy czym trzy pierwsze oznaczają klasyfikację dziedziny wg. Listy kodów dziedzin obowiązującej w programie Socrates/Erasmus, czwarta (dotąd na ogół 0) – ewentualne uszczegółowienie informacji o dyscyplinie, piąta – stopień zaawansowania przedmiotu ustalony na podstawie roku studiów, dla którego przedmiot jest przeznaczony.                                                                            /\n                                                    (0321) Dziennikarstwo\n                                                            Kod ISCED - Międzynarodowa Standardowa Klasyfikacja Kształcenia (International Standard Classification of Education) została opracowana przez UNESCO.",
        "Nazwa przedmiotu": "Wolność słowa a Internet - język w mediach niezależnych",
        "Jednostka": "Wydział Dziennikarstwa, Informacji i Bibliologii",
        "Grupy": "Przedmioty ogólnouniwersyteckie na Uniwersytecie Warszawskim\nPrzedmioty ogólnouniwersyteckie społeczne",
        "Punkty ECTS i inne": "3.00                                                                                                     Podstawowe informacje o zasadach przyporządkowania punktów ECTS:  roczny wymiar godzinowy nakładu pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się dla danego etapu studiów wynosi 1500-1800 h, co odpowiada 60 ECTS; tygodniowy wymiar godzinowy nakładu pracy studenta wynosi 45 h; 1 punkt ECTS odpowiada 25-30 godzinom pracy studenta potrzebnej do osiągnięcia zakładanych efektów uczenia się; tygodniowy nakład pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się pozwala uzyskać 1,5 ECTS; nakład pracy potrzebny do zaliczenia przedmiotu, któremu przypisano 3 ECTS, stanowi 10% semestralnego obciążenia studenta.",
        "Język prowadzenia": "polski",
        "Rodzaj przedmiotu": "fakultatywneogólnouniwersyteckie",
        "Tryb prowadzenia": "zdalnie"
    },
    "Wprowadzenie do judaizmu": {
        "Kod przedmiotu": "2900-JSL-WDJ-OG",
        "Kod Erasmus / ISCED": "08.3\n                                                            Kod klasyfikacyjny przedmiotu składa się z trzech do pięciu cyfr, przy czym trzy pierwsze oznaczają klasyfikację dziedziny wg. Listy kodów dziedzin obowiązującej w programie Socrates/Erasmus, czwarta (dotąd na ogół 0) – ewentualne uszczegółowienie informacji o dyscyplinie, piąta – stopień zaawansowania przedmiotu ustalony na podstawie roku studiów, dla którego przedmiot jest przeznaczony.                                                                            /\n                                                    (0222) Historia i archeologia\n                                                            Kod ISCED - Międzynarodowa Standardowa Klasyfikacja Kształcenia (International Standard Classification of Education) została opracowana przez UNESCO.",
        "Nazwa przedmiotu": "Wprowadzenie do judaizmu",
        "Jednostka": "Wydział Historii",
        "Grupy": "Przedmioty Judaistyki I stopnia\nPrzedmioty ogólnouniwersyteckie humanistyczne\nPrzedmioty ogólnouniwersyteckie na Uniwersytecie Warszawskim\nZajęcia ogólnouniwersyteckie na Wydziale Historii (zapisy dostępne w rejestracji żetonowej)",
        "Punkty ECTS i inne": "2.00                                                                                                     Podstawowe informacje o zasadach przyporządkowania punktów ECTS:  roczny wymiar godzinowy nakładu pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się dla danego etapu studiów wynosi 1500-1800 h, co odpowiada 60 ECTS; tygodniowy wymiar godzinowy nakładu pracy studenta wynosi 45 h; 1 punkt ECTS odpowiada 25-30 godzinom pracy studenta potrzebnej do osiągnięcia zakładanych efektów uczenia się; tygodniowy nakład pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się pozwala uzyskać 1,5 ECTS; nakład pracy potrzebny do zaliczenia przedmiotu, któremu przypisano 3 ECTS, stanowi 10% semestralnego obciążenia studenta.   \n\nzobacz reguły punktacji",
        "Język prowadzenia": "polski",
        "Rodzaj przedmiotu": "fakultatywneobowiązkoweogólnouniwersyteckie",
        "Skrócony opis": "Celem zajęć jest przedstawienie podstawowych koncepcji judaizmu oraz omówienie najważniejszych świąt i obyczajów, a także nurtów i odłamów religijnych funkcjonujących w obrębie tradycji żydowskiej lub z niej się wywodzących.",
        "Pełny opis": "W czasie zajęć będą omawiane następujące zagadnienia:\n1.\tJudaizm czy judaizmy – informacje ogólne; historia judaizmu (podział chronologiczny i geograficzny, aszkanazyjczycy i sefaradyjczycy i ich spuścizna kulturowa; języki żydowskie i ich literatury; główne epoki i wydarzenie historyczne, które miały wpływ na kształt judaizmu, jak np. haskala, syjonizm, zagłada, powstanie państwa Izrael) i historia badań nad judaizmem; zasadnicze problemy badawcze;\n2.\tPodstawowe koncepcje tradycji żydowskiej (np. Tora ustna i pisana, halacha, kaszrut, itp.) oraz żydowska koncepcja czasu; kwestia kalendarza;\n3.\tŚwięta żydowskie i związane z nimi obrzędy: szabat, trzy święta pielgrzymie (pesach, szawuot, sukot oraz szmini aceret i simchat tora), wielkie święta (rosz ha-szana i jom kipur oraz jamim noraim), chanuka, purim, tisza be-aw;\n4.\tCykl żydowskiego życia: zwyczaje i rytuały (obrzezanie/brit mila, bar/bat micwa, tradycyjna edukacja, ślub/chupa i rozwód (get), pogrzeb i żałoba);\n5.\tPrzestrzenie żydowskie: „koszerny” dom, synagoga, bejt midrasz, mykwa, cmentarz;\n6.\tNurty, odłamy i ugrupowania religijne w obrębie judaizmu lub z niego się wywodzące: samarytanie, faryzeusze, saduceusze, esseńczycy; sabataizm, frankizm, chasydyzm (a opozycja mitnagdim), Chabad; judaizm ortodoksyjny, konserwatywny, reformowany i neo-ortodoksja; kwestia karaimska; mistycyzm żydowski.",
        "Literatura": "Literatura jest podawana przez prowadzącego zajęcia w aktualnym cyklu dydaktycznym.",
        "Efekty uczenia się": "Po zaliczeniu wykładu student będzie: 1. Znał najważniejsze święta i obyczaje żydowskie, a także główne nurty i odłamy religijne judaizmu oraz podstawowe koncepcje i terminy związane z tą tradycją; 2. Poprawnie posługiwać się odpowiednimi pojęciami dotyczącymi omawianych zagadnień; 3. Potrafił samodzielnie wyszukać i korzystać z literatury dotyczącej prezentowanej tematyki.",
        "Metody i kryteria oceniania": "Do zaliczenia przedmiotu konieczna jest obecność na zajęciach (dopuszczalne są dwie nieobecności). Ocena końcowa wystawiana jest na podstawie testu zaliczającego."
    },
    "Historia telewizji": {
        "Kod przedmiotu": "2900-MK1-HT/Z-OG",
        "Kod Erasmus / ISCED": "08.3\n                                                            Kod klasyfikacyjny przedmiotu składa się z trzech do pięciu cyfr, przy czym trzy pierwsze oznaczają klasyfikację dziedziny wg. Listy kodów dziedzin obowiązującej w programie Socrates/Erasmus, czwarta (dotąd na ogół 0) – ewentualne uszczegółowienie informacji o dyscyplinie, piąta – stopień zaawansowania przedmiotu ustalony na podstawie roku studiów, dla którego przedmiot jest przeznaczony.                                                                            /\n                                                    (0222) Historia i archeologia\n                                                            Kod ISCED - Międzynarodowa Standardowa Klasyfikacja Kształcenia (International Standard Classification of Education) została opracowana przez UNESCO.",
        "Nazwa przedmiotu": "Historia telewizji",
        "Jednostka": "Wydział Historii",
        "Grupy": "Przedmioty ogólnouniwersyteckie humanistyczne\nPrzedmioty ogólnouniwersyteckie na Uniwersytecie Warszawskim\nZajęcia ogólnouniwersyteckie na Wydziale Historii (zapisy dostępne w rejestracji żetonowej)",
        "Punkty ECTS i inne": "2.00                                                                                                     Podstawowe informacje o zasadach przyporządkowania punktów ECTS:  roczny wymiar godzinowy nakładu pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się dla danego etapu studiów wynosi 1500-1800 h, co odpowiada 60 ECTS; tygodniowy wymiar godzinowy nakładu pracy studenta wynosi 45 h; 1 punkt ECTS odpowiada 25-30 godzinom pracy studenta potrzebnej do osiągnięcia zakładanych efektów uczenia się; tygodniowy nakład pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się pozwala uzyskać 1,5 ECTS; nakład pracy potrzebny do zaliczenia przedmiotu, któremu przypisano 3 ECTS, stanowi 10% semestralnego obciążenia studenta.   \n\nzobacz reguły punktacji",
        "Język prowadzenia": "polski",
        "Rodzaj przedmiotu": "fakultatywneogólnouniwersyteckie",
        "Skrócony opis": "Powszechnie znane medium, aczkolwiek dziś wyraźnie mniej znaczące niż pokolenie temu, nadal jest podstawowym źródłem wiedzy i rozrywki dla wielkiej części polskiego społeczeństwa. Wszelako w latach sześćdziesiątych, siedemdziesiątych i osiemdziesiątych minionego stulecia telewizja była najważniejszym dla niemal wszystkich Polaków…. No właśnie – czym była? Źródłem wiedzy, rozrywki, informacji, kultury? Czy może raczej wyjątkowo wredną i skuteczną tubą propagandową. Osąd pozostawiając słuchaczom zamyślam przedstawić w miarę kompletny przegląd wiedzy na temat historii telewizji w Polsce od lat dwudziestych ubiegłego wieku po koniec monopolu państwowego w obszarze emisji telewizyjnej."
    },
    "Władcy, dyplomaci, szpiedzy – z dziejów stosunków międzynarodowych w czasach Hammurabiego": {
        "Kod przedmiotu": "2900-MK2-WDSZ-OG",
        "Kod Erasmus / ISCED": "08.3\n                                                            Kod klasyfikacyjny przedmiotu składa się z trzech do pięciu cyfr, przy czym trzy pierwsze oznaczają klasyfikację dziedziny wg. Listy kodów dziedzin obowiązującej w programie Socrates/Erasmus, czwarta (dotąd na ogół 0) – ewentualne uszczegółowienie informacji o dyscyplinie, piąta – stopień zaawansowania przedmiotu ustalony na podstawie roku studiów, dla którego przedmiot jest przeznaczony.                                                                            /\n                                                    (0222) Historia i archeologia\n                                                            Kod ISCED - Międzynarodowa Standardowa Klasyfikacja Kształcenia (International Standard Classification of Education) została opracowana przez UNESCO.",
        "Nazwa przedmiotu": "Władcy, dyplomaci, szpiedzy – z dziejów stosunków międzynarodowych w czasach Hammurabiego",
        "Jednostka": "Wydział Historii",
        "Grupy": "Przedmioty ogólnouniwersyteckie humanistyczne\nPrzedmioty ogólnouniwersyteckie na Uniwersytecie Warszawskim",
        "Punkty ECTS i inne": "4.00                                                                                                     Podstawowe informacje o zasadach przyporządkowania punktów ECTS:  roczny wymiar godzinowy nakładu pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się dla danego etapu studiów wynosi 1500-1800 h, co odpowiada 60 ECTS; tygodniowy wymiar godzinowy nakładu pracy studenta wynosi 45 h; 1 punkt ECTS odpowiada 25-30 godzinom pracy studenta potrzebnej do osiągnięcia zakładanych efektów uczenia się; tygodniowy nakład pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się pozwala uzyskać 1,5 ECTS; nakład pracy potrzebny do zaliczenia przedmiotu, któremu przypisano 3 ECTS, stanowi 10% semestralnego obciążenia studenta.   \n\nzobacz reguły punktacji",
        "Język prowadzenia": "polski",
        "Rodzaj przedmiotu": "fakultatywneogólnouniwersyteckie",
        "Założenia (opisowo)": "ukończone i zaliczone jedne z trzech poniższych rodzajów zajęć lub umiejętności\n- ćwiczenia z historii starożytnej (IH UW)\n- dowolny wykład z historii Starożytnego Bliskiego Wschodu\n- dowolny wykład z historii, filologii lub kultury starożytnej Mezopotamii\n- umiejętność czytania literatury w języku francuskim lub angielskim",
        "Tryb prowadzenia": "w sali",
        "Skrócony opis": "Zajęcia poświęcone będą poznaniu oraz próbom dokładnego odtwarzania historii politycznej Mezopotamii w połowie XVIII w. p.n.e. Podstawę źródłową stanowić będą teksty z archiwum królewskiego z Mari - korespondencja dyplomatyczna, urzędnicza oraz dokumenty administracyjne z kancelarii pałacowej.",
        "Pełny opis": "Zajęcia poświęcone będą poznaniu oraz próbom dokładnego odtwarzania historii politycznej Mezopotamii w połowie XVIII w. p.n.e. W szczególności badania i analizy dotyczyć będą szeroko pojętej tematyce stosunków międzynarodowych, relacji międzypaństwowych oraz protokółowi dyplomatycznemu w czasach dominacji królestw amoryckich. Podstawę źródłową stanowić będą teksty z archiwum królewskiego z Mari - korespondencja dyplomatyczna, urzędnicza oraz dokumenty administracyjne z kancelarii pałacowej. Źródłami pomocniczymi będą inskrypcje królewskie i określenia roczne władców z tej epoki.",
        "Literatura": "M. Birot, Correspondance des gouverneurs de Qaţţunân, ARM 27, Paris 1993 (wybór)\nD. Charpin, Mari et le proche-Orient à l'époque amorrite: essai d'histoire politique, Florilegium Marianum 5, Paris 2003\nD. Charpin – F. Joannès – S. Lackenbacher – B. Lafont, Archives épistolaires de Mari, I/2, ARM 26/2, Paris 1988 (wybór)\nJ.-M. Durand, Archives épistolaires de Mari. I/1, ARM 26/1, Paris 1988 (wybór)\nW.W. Heimpel, Letters to the King of Mari: A New Translation, with Historical Introduction, Notes, and Commentary. Mesopotamian Civilizations, Winona Lake 2003\nJ.-R. Kupper, Lettres royales du temps de Zimri-Lim, ARM 28, Paris 1998\nD. Lacambre, La bataille de Hiritum, M.A.R.I. 8, Paris 1997, ss. 431-453\nB. Lafont, Messagers et ambassadeurs dans les archives de Mari, [w:] La circulation des biens et des idées dans le Proche-Orient ancien, 38 RAI, Paris 1992, ss. 167-183\nG. Roux, Mezopotamia, Warszawa 1998\nJ.M. Sasson, From the Mari Archives: An Anthology of Old Babylonian Letters, 2015",
        "Efekty uczenia się": "Efektem zaliczenia konwersatorium powinno być nabycie przez studentów wiedzy w zakresie:\n- historii politycznej okresu starobabilońskiego,\n - stosunków międzynarodowych w starożytnej Mezopotamii epoki Hammu-rabiego\n- ówczesnej geografii politycznej Mezopotamii \n-  kolekcji tekstów klinowych zwanych „listami z Mari”",
        "Metody i kryteria oceniania": "- warunkiem niezbędnym zaliczenia zajęć jest frekwencja (maksimum 3 nieobecności)\n- podstawą wystawienia oceny jest aktywność na zajęciach, samodzielne zgłaszanie się do wypowiedzi\n-  w razie zagrożenia niezaliczeniem konwersatorium student będzie miał prawo do ustnego lub pisemnego trybu zaliczenia całości materiału w trakcie sesji"
    },
    "Język staro-cerkiewno-słowiański (1)": {
        "Kod przedmiotu": "3005-SCS-OG",
        "Kod Erasmus / ISCED": "\n                                                /\n                                                    ",
        "Nazwa przedmiotu": "Język staro-cerkiewno-słowiański (1)",
        "Jednostka": "Instytut Slawistyki Zachodniej i Południowej",
        "Grupy": "Przedmioty ogólnouniwersyteckie humanistyczne\nPrzedmioty ogólnouniwersyteckie Instytutu Slawistyki Zachodniej i Południowej\nPrzedmioty ogólnouniwersyteckie na Uniwersytecie Warszawskim",
        "Punkty ECTS i inne": "4.00                                                                                                     Podstawowe informacje o zasadach przyporządkowania punktów ECTS:  roczny wymiar godzinowy nakładu pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się dla danego etapu studiów wynosi 1500-1800 h, co odpowiada 60 ECTS; tygodniowy wymiar godzinowy nakładu pracy studenta wynosi 45 h; 1 punkt ECTS odpowiada 25-30 godzinom pracy studenta potrzebnej do osiągnięcia zakładanych efektów uczenia się; tygodniowy nakład pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się pozwala uzyskać 1,5 ECTS; nakład pracy potrzebny do zaliczenia przedmiotu, któremu przypisano 3 ECTS, stanowi 10% semestralnego obciążenia studenta.   \n\nzobacz reguły punktacji",
        "Język prowadzenia": "polski",
        "Rodzaj przedmiotu": "ogólnouniwersyteckie",
        "Założenia (opisowo)": "Celem zajęć jest zapoznanie studentów z gramatyką języka staro-cerkiewno-słowiańskiego z uwzględnieniem relacji do języka prasłowiańskiego i innych języków słowiańskich.",
        "Tryb prowadzenia": "w sali",
        "Skrócony opis": "Celem zajęć jest omówienie podstawowych zagadnień z gramatyki języka staro-cerkiewno-słowiańskiego. Omówiony zostanie także kontekst powstania pisma słowiańskiego oraz misji Konstantyna i Metodego, jak również najważniejsze zabytki piśmiennictwa scs.",
        "Pełny opis": "Tematem poszczególnych spotkań będzie:\n- omówienie podziałów języków indoeuropejskich i rodziny słowiańskiej; grupa „satem” i „kentum”; relacje bałto-słowiańskie; cechy ogólne języka scs; okoliczności powstania pisma słowiańskiego (głagolica a cyrylica; grażdanka). - misja Konstantego i Metodego; zabytki kanonu scs.\n- pochodzenie i rozwój samogłosek prasłowiańskich i scs. Prawo otwartych sylab. Prawo korelacji miejsca artykulacji, działanie joty na samogłoski i spółgłoski, palatalizacje. Rozwój systemu spółgłoskowego i samogłoskowego scs. Faza schyłkowa scs – redakcje narodowe.\n- morfologia: afiksy; rdzeń a temat ie. i ps. Deklinacja scs (rzeczownik, przymiotnik, zaimek, liczebnik).\n- czasownik: koniugacje pie. i psł.; tematy czasownika; aspekt; tryby, system temporalny; bezokolicznik a supinum; imiesłowy.\n- indeclinabilia.\n- ważniejsze osobliwości syntaktyczne  języka scs.\n- analiza poznanych zjawisk na tekstach preparowanych i realnych.",
        "Literatura": "Lektury podstawowe:\n- Cz. Bartula, Podstawowe wiadomości z gramatyki staro-cerkiewno-słowiańskiej, Warszawa 2000 (lub późniejsze)\n- Gramatyka języka staro-cerkiewno-słowiańskiego, wybór H. Karaś, Warszawa (WPol. UW) 1994\n- L. Leciejewicz (red.), Mały słownik kultury dawnych Słowian, Warszawa 1972\nLektury dodatkowe:\n- dowolne inne polskie opracowania nt. języka staro-cerkiewno-słowiańskiego\n- R. Aitzetmüller, 1978,  Altbulgarische Grammatik als Einführung in die slavische Sprachwissenschaft, Freiburg 1978\n- L. Moszyński, Wstęp do filologii słowiańskiej, Warszawa 1984\n- Г.. A. Хабургаев, Старославянский язык, Москва 1986\n- Ст. Стоянов, М. Янакиев, Старобългарски език. Текстове и речник, София 1978\n- И. Дуриданов (ред.), Граматика на старобългарския език, София 1993\n- R. Večerka, Staroslověnština, Praha 1984\n- L. Bednarczuk (red.), Języki indoeuropejskie, t. II, Warszawa 1986\n- T. Lehr-Spławiński, W. Kuraszkiewicz, F. Sławski, Przegląd i charakterystyka języków słowiańskich, Warszawa 1954\n- słowniki etymologiczne poszczególnych języków słowiańskich",
        "Efekty uczenia się": "Po ukończeniu kursu student/ka zna i rozumie:\n- podziały języków indoeuropejskich i słowiańskich;\n- specyfikę języka prasłowiańskiego i rozwoju języków słowiańskich w opozycji do psł. i scs.;\n- podstawowe podziały historyczne języków słowiańskich z uwzględnieniem zjawisk typu: palatalizacje, wokalizacja jerów oraz wyniki działania praw kardynalnych rządzących językiem psł.\nStudent/ka potrafi:\n- wykorzystać znajomość zasad gramatyki scs. do tłumaczenia tekstów;\n- przeprowadzić analizę morfologiczną słów scs. i ich wybranych odpowiedników w znanych sobie współczesnych językach słowiańskich;\n- dokonać rekonstrukcji wyrazów scs. i wybranych wyrazów polskich do postaci prasłowiańskiej;\n- wskazać odpowiedniki konstrukcji gramatycznych i zjawisk fonetycznych psł. i scs. w języku polskim i/lub znanym sobie współczesnym języku słowiańskim;\n- odnieść się krytycznie do różnych metod badawczych oraz tez zawartych w tekstach teoretycznych.",
        "Metody i kryteria oceniania": "Aktywność na zajęciach - 30%\nKońcowa praca pisemna - 70%\nNieusprawiedliwione nieobecności (powyżej 2) winny zostać zaliczone w terminie uzgodnionym z prowadzącym zajęcia.\nSposób wykorzystania narzędzi sztucznej inteligencji w pracach pisemnych i prezentacjach zaliczeniowych określają zapisy § 3 i 4 uchwały nr 98 Uniwersyteckiej Rady ds. Kształcenia z dnia 8 grudnia 2023 roku. W związku z tym, że jedną z podstawowych umiejętności zdobywanych na kierunkach studiów organizowanych na Wydziale Polonistyki jest sprawne i profesjonalne posługiwanie się polszczyzną pisaną, a w szczególności stylem naukowym, zabrania się wykorzystywania systemów sztucznej inteligencji do przygotowywania, korekty i redakcji tekstów.\nPunkty ECTS - łącznie 4, w tym:\n 1 p. ECTS z tytułu uczestnictwa w zajęciach (30 godzin);\n 3 p. ECTS z tytułu przygotowywania się do zajęć poza salą lekcyjną oraz wykonywania prac domowych (80 godzin)"
    },
    "Antropologia wina": {
        "Kod przedmiotu": "3102-LAWI-OG",
        "Kod Erasmus / ISCED": "14.7\n                                                            Kod klasyfikacyjny przedmiotu składa się z trzech do pięciu cyfr, przy czym trzy pierwsze oznaczają klasyfikację dziedziny wg. Listy kodów dziedzin obowiązującej w programie Socrates/Erasmus, czwarta (dotąd na ogół 0) – ewentualne uszczegółowienie informacji o dyscyplinie, piąta – stopień zaawansowania przedmiotu ustalony na podstawie roku studiów, dla którego przedmiot jest przeznaczony.                                                                            /\n                                                    (0314) Socjologia i kulturoznawstwo\n                                                            Kod ISCED - Międzynarodowa Standardowa Klasyfikacja Kształcenia (International Standard Classification of Education) została opracowana przez UNESCO.",
        "Nazwa przedmiotu": "Antropologia wina",
        "Jednostka": "Instytut Etnologii i Antropologii Kulturowej",
        "Grupy": "Przedmioty ogólnouniwersyteckie humanistyczne\nPrzedmioty ogólnouniwersyteckie IEiAK\nPrzedmioty ogólnouniwersyteckie na Uniwersytecie Warszawskim",
        "Punkty ECTS i inne": "4.00                                                                                                     Podstawowe informacje o zasadach przyporządkowania punktów ECTS:  roczny wymiar godzinowy nakładu pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się dla danego etapu studiów wynosi 1500-1800 h, co odpowiada 60 ECTS; tygodniowy wymiar godzinowy nakładu pracy studenta wynosi 45 h; 1 punkt ECTS odpowiada 25-30 godzinom pracy studenta potrzebnej do osiągnięcia zakładanych efektów uczenia się; tygodniowy nakład pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się pozwala uzyskać 1,5 ECTS; nakład pracy potrzebny do zaliczenia przedmiotu, któremu przypisano 3 ECTS, stanowi 10% semestralnego obciążenia studenta.   \n\nzobacz reguły punktacji",
        "Język prowadzenia": "polski",
        "Rodzaj przedmiotu": "ogólnouniwersyteckie",
        "Tryb prowadzenia": "w sali",
        "Skrócony opis": "Wykład jest poświęcony historii i kulturze wina oraz refleksji nad pytaniem, czym jest człowiek i jego wino. Ma charakter antropologiczny i syntetyczny, będąc próbą podejścia całościowego i kontekstowego do fenomenu wina. Przeznaczony jest dla wszystkich zastanawiających się nad „naturą człowieka”, interesujących się winem i związanych z nim mentalnymi, symbolicznymi i antropologicznymi podróżami w czasie i przestrzeni. \n Wykład składa się z trzech części. Pierwszy będzie miał charakter historyczny. Drugi poświęcony będzie kulturze wina w Gruzji, a w trzecim omówione zostanie, jak ludzie robią i piją wino, jak z nim świętują i co myślą na jego temat.",
        "Pełny opis": "Zakres tematów:\n1.\tWprowadzenie. Antropologia wina.\n2.\tStarożytne tradycje winiarskie w regionie Morza Śródziemnego.\n3.\tWino i religia.\n4.\tWino w Europie średniowiecznej.\n5.\tWino w „małej epoce lodowej”.\n6.\tWiek XIX - stulecie winnego rozkwitu, plag i szaleństwa\n7.\tWina w „nowych szerokościach geograficznych”\n8.\tZmiana gustów w Europie na przełomie wieków\n9.\tKultura wina w Gruzji. Między winnicą a biesiadą\n10.\tWytwarzanie wina. Twórcy, doradcy i znawcy \n11.\t„Metafizyka” wina. Zasady degustacji\n12.\tJęzyk wina. Uświęcanie trunku w słowie \n13.\tWino a medycyna \n14.\tFilozofowie i wino",
        "Literatura": "S. Charters, Wine and Society. The Social and Cultural Context of a Drink, Oxford 2006.\nR.E. Black and R.C. Ulin, Wine and Culture. Vineyard to Glass, Bloomsbury Academic, London 2013.\nM. Douglas, Constructive drinking, Cambridge University Press, Cambridge 1987.\nD. Inglis, A.-M. Almila, Introduction to the Sociology of Wine—The Sociological Decanter: Pouring Sociology into Wine, and Vice Versa, „Journal of Cultural Analysis and Social Change”, 2021.\nR. Scruton, I Drink Therefore I am. A Philosopher’s Guide to Wine, Bloomsbury, London 2009\nM. Ząbek, Tabu i alkohol, w: A. Kościańska, M. Radkowska-Walkowicz, T. Rakowski (red.), Fragmenty większej całości, WUW, Warszawa 2021 ss. 299-318.",
        "Efekty uczenia się": "Student zna i rozumie podstawowe pojęcia z antropologii wina. Posiada podstawową wiedzę o winie, jako artefakcie materialnym, który odegrał doniosłą rolę w historii cywilizacji europejskiej. Zna najważniejsze procesy i idee społeczne, które wpływają na style konsumpcji. Potrafi formułować proste samodzielne sądy na temat przyczyn wybranych procesów i zjawisk społecznych. Czyta ze zrozumieniem teksty naukowe i potrafi wskazać główne ich tezy, oraz poddać je dyskusji.",
        "Metody i kryteria oceniania": "Aktywność na zajęciach, przygotowanie 7-stronicowego referatu na podstawie przeczytanych lektur."
    },
    "Early Music in Poland": {
        "Kod przedmiotu": "3106-EarM-OG",
        "Kod Erasmus / ISCED": "03.2\n                                                            Kod klasyfikacyjny przedmiotu składa się z trzech do pięciu cyfr, przy czym trzy pierwsze oznaczają klasyfikację dziedziny wg. Listy kodów dziedzin obowiązującej w programie Socrates/Erasmus, czwarta (dotąd na ogół 0) – ewentualne uszczegółowienie informacji o dyscyplinie, piąta – stopień zaawansowania przedmiotu ustalony na podstawie roku studiów, dla którego przedmiot jest przeznaczony.                                                                            /\n                                                    (0215) Muzyka i sztuki sceniczne\n                                                            Kod ISCED - Międzynarodowa Standardowa Klasyfikacja Kształcenia (International Standard Classification of Education) została opracowana przez UNESCO.",
        "Nazwa przedmiotu": "Early Music in Poland",
        "Jednostka": "Instytut Muzykologii",
        "Grupy": "Fakultety, Pracownie, OG\nPrzedmioty ogólnouniwersyteckie humanistyczne\nPrzedmioty ogólnouniwersyteckie IM\nPrzedmioty ogólnouniwersyteckie na Uniwersytecie Warszawskim",
        "Punkty ECTS i inne": "2.00                                                                                                     Podstawowe informacje o zasadach przyporządkowania punktów ECTS:  roczny wymiar godzinowy nakładu pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się dla danego etapu studiów wynosi 1500-1800 h, co odpowiada 60 ECTS; tygodniowy wymiar godzinowy nakładu pracy studenta wynosi 45 h; 1 punkt ECTS odpowiada 25-30 godzinom pracy studenta potrzebnej do osiągnięcia zakładanych efektów uczenia się; tygodniowy nakład pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się pozwala uzyskać 1,5 ECTS; nakład pracy potrzebny do zaliczenia przedmiotu, któremu przypisano 3 ECTS, stanowi 10% semestralnego obciążenia studenta.   \n\nzobacz reguły punktacji",
        "Język prowadzenia": "angielski",
        "Rodzaj przedmiotu": "fakultatywneogólnouniwersyteckie",
        "Skrócony opis": "Zajęcia są poświęcone fenomenowi muzyki dawnej w Polsce w szerokim rozumieniu tego zjawiska. Omówione zostaną, z jednej strony, wybrane zjawiska i utwory począwszy od średniowiecza aż po okres wczesnej nowożytności, z drugiej zaś nawiązania do muzyki dawnej w twórczości kompozytorów XX i XXI wieku. Zajęcia będą prowadzone w języku angielskim przez badaczy specjalizujących się zarówno w muzyce dawnej, jak i kulturze współczesnej, w tym muzyce popularnej.",
        "Pełny opis": "1. Muzyka w średniowiecznej Polsce: od Bogurodzicy do Mikołaja z Radomia.\n2. Muzyka złotego wieku w Krakowie: od Jerzego Libana do Mikołaja Gomółki.\n3. Muzyka w Gdańsku 1560–1660: od Franciscusa de Rivulo do Kaspara Förstera.\n4. Włoskie wpływy w muzyce polskiej XVII wieku (muzyka dworska, muzyka sakralna).\n5. Popularne pieśni Wielkiego Księstwa: sakralna i świecka muzyka na przecięciu etnicznych, lingwistycznych, wyznaniowych oraz geograficznych granic.\n6. Styl polski w muzyce XVIII wieku: Johann Sebastian Bach jako kompozytor polskich królów.\n7. Wanda Landowska i początki ruchu historycznie poinformowanego wykonawstwa muzyki dawnej.\n8. Muzyka dawna w polskiej muzyce XX wieku.\n9. Surkonwencjonalizm Pawła Szymańskiego.\n10. Średnie i młodsze pokolenie polskich kompozytorów a muzyka dawna (Paweł Mykietyn, Adam Falkiewicz, Andrzej Kwieciński, Rafał Ryterski).\n11. Bastarda i Piotr z Grudziądza: polska muzyka dawna przedefiniowana.  \n12. Dawne polskie pieśni ludowe jako muzyka popularna (Anna Maria Jopek, Lao Che).\n13. Polski jazz sakralny? Przypadek Bogurodzicy.",
        "Literatura": "– The history of music in Poland, \nt. 1/2: Katarzyna Morawska, The Middle Ages 1320–1500, Warszawa 2001.\nt. 2: Katarzyna Morawska, The Renaissance 1500–1600, Warszawa 2002.\nt. 3/1: Barbara Przybyszewska-Jarmińska, The Baroque 1595–1696, Warszawa 2002.\nt. 3/2: Alina Mądry, The Baroque 1697–1795: Religious Music and its Baroque Modus Operandi, Warszawa 2015.\n– Szymon Paczkowski, Polish Style in the Music of Johann Sebastian Bach, Lanham 2017.\n– Landowska on Music, red. Denise Restout, Robert Hawkins, New York 1964.\n– Katarzyna Naliwajek, Paweł Szymański’s Self-Analyses Reread, „Musicology Today” 2015, s. 91–98.\n – Katarzyna Naliwajek, Paweł Szymański and the multiple narrative in music, w: Polish Music since 1945, red. Eva Mantzourani, Kraków 2013, s. 129–139.",
        "Efekty uczenia się": "Student posiada ogólną wiedzę o polskiej muzyce dawnej oraz o nawiązaniach i reinterpretacjach tradycji muzycznej w kulturze XX i XXI wieku. Ponadto student potrafi rozpoznać słuchowo wybrane utwory z tego obszaru.",
        "Metody i kryteria oceniania": "Obecność i test zaliczeniowy"
    },
    "Metodologia badań językoznawczych": {
        "Kod przedmiotu": "3201-MBJ-OG",
        "Kod Erasmus / ISCED": "09.3\n                                                            Kod klasyfikacyjny przedmiotu składa się z trzech do pięciu cyfr, przy czym trzy pierwsze oznaczają klasyfikację dziedziny wg. Listy kodów dziedzin obowiązującej w programie Socrates/Erasmus, czwarta (dotąd na ogół 0) – ewentualne uszczegółowienie informacji o dyscyplinie, piąta – stopień zaawansowania przedmiotu ustalony na podstawie roku studiów, dla którego przedmiot jest przeznaczony.                                                                            /\n                                                    (0232) Literatura i językoznawstwo\n                                                            Kod ISCED - Międzynarodowa Standardowa Klasyfikacja Kształcenia (International Standard Classification of Education) została opracowana przez UNESCO.",
        "Nazwa przedmiotu": "Metodologia badań językoznawczych",
        "Jednostka": "Instytut Lingwistyki Stosowanej",
        "Grupy": "Przedmioty ogólnouniwersyteckie humanistyczne\nPrzedmioty ogólnouniwersyteckie Instytutu Lingwistyki Stosowanej\nPrzedmioty ogólnouniwersyteckie na Uniwersytecie Warszawskim",
        "Punkty ECTS i inne": "3.00                                                                                                     Podstawowe informacje o zasadach przyporządkowania punktów ECTS:  roczny wymiar godzinowy nakładu pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się dla danego etapu studiów wynosi 1500-1800 h, co odpowiada 60 ECTS; tygodniowy wymiar godzinowy nakładu pracy studenta wynosi 45 h; 1 punkt ECTS odpowiada 25-30 godzinom pracy studenta potrzebnej do osiągnięcia zakładanych efektów uczenia się; tygodniowy nakład pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się pozwala uzyskać 1,5 ECTS; nakład pracy potrzebny do zaliczenia przedmiotu, któremu przypisano 3 ECTS, stanowi 10% semestralnego obciążenia studenta.   \n\nzobacz reguły punktacji",
        "Język prowadzenia": "polski",
        "Rodzaj przedmiotu": "obowiązkowe",
        "Założenia (opisowo)": "Student powinien mieć ogólną wiedzę z zakresu językoznawstwa.",
        "Tryb prowadzenia": "w sali",
        "Skrócony opis": "Wykład przeznaczony jest dla studentów, którzy są zainteresowani poszerzaniem i pogłębieniem wiedzy językoznawczej. Celem zajęć jest wprowadzenie do warsztatu naukowca poprzez prezentację zagadnień dotyczących badań językoznawczych, a w szczególności metodologii na potrzeby indywidualnych projektów badawczych, realizowanych na tym etapie studiów, głównie pod kątem przygotowywanych prac magisterskich.",
        "Pełny opis": "Program kursu obejmuje zagadnienia dotyczące określenia lingwistyki jako nauki poprzez zdefiniowanie przedmiotu jej badań i stosowanych w niej metod, przedstawienie kierunków, tradycji oraz osiągnięć metodologicznych, empirycznych i poznawczych w zakresie badań prowadzonych w ramach subdyscyplin językoznawczych; zróżnicowanie pomiędzy lingwistyką jako nauką teoretyczno-poznawczą i praktyczno-stosowaną; paradygmaty w językoznawstwie: indukcjonizm, weryfikacjonizm, falsyfikacjonizm, postmodernizm; krytyczny przegląd metod, technik i rodzajów badań stosowanych w językoznawstwie; rola czynników warunkujących poprawne przeprowadzenie badań empirycznych, kryteria poprawności badań (rzetelność, trafność).\nTematyka wykładów przewiduje ilustrowanie wybranych podejść przykładowymi badaniami, które posługują się wypracowanymi koncepcjami językoznawczymi. Wykłady mają na celu rozwijanie zdolności krytycznego myślenia studentów, stawiania przez nich pytań badawczych, przyjmowania perspektywy naukowej, a także dobierania parametrów analitycznych oraz formułowania wniosków na podstawie uzyskanych rezultatów. Zajęcia mają na celu przygotowanie studentów do napisania pracy dyplomowej.\nNakład pracy studenta (2 ECTS) :\n30h - uczestnictwo w wykładzie (1 ECTS)\n30 godzin – praca własna studenta: (1 ECTS):\n-15h – wykonanie zadań domowych\n-15h – przygotowania do egzaminu końcowego\nFORMY PRACY\nW przypadku braku możliwości prowadzenia zajęć w formie stacjonarnej zajęcia będą się odbywać przy użyciu narzędzi komunikacji na odległość,najprawdopodobniej Google Meet oraz innych zalecanych przez UW.",
        "Literatura": "Bobrowski, Ireneusz (1998), Zaproszenie do językoznawstwa. Kraków.\nFurdal. Antoni (2000), Językoznawstwo otwarte.  Wrocław/Warszawa/Kraków.\nGrucza, Franciszek (1983), Zagadnienia metalingwistyki. Lingwistyka – jej przedmiot, lingwistyka stosowana. Warszawa.\nGrzegorczykowa, Renata (2007), Wstęp do językoznawstwa. Warszawa.\nKamiński, Stanisław (1992), Nauka i metoda. Pojęcie nauki i klasyfikacja nauk. Lublin.\nStalmaszczyk, Piotr (red.) (2011), Metodologie językoznawstwa. Od genu języka do dyskursu. Łódź.\nStalmaszczyk, Piotr (red.) (2010), Metodologie językoznawstwa. Filozoficzne i empiryczne problemy w analizie języka. Łódź.\nTabakowska Elżbieta (red.) (2001), Kognitywne podstawy języka i językoznawstwa. Kraków.",
        "Efekty uczenia się": "Po zakończeniu przedmiotu wiedza studenta obejmuje:\n-główne kierunki rozwoju i współczesne tendencje badawcze w zakresie językoznawstwa oraz główne ośrodki badawcze językoznawstwa) (K2_W05)\n-metody badawcze stosowane w językoznawstwie (K2_W07)\n-związki językoznawstwa z innymi dziedzinami nauki (K2_W11)\nUmiejętności - student potrafi:\n-wykorzystać zdobytą wiedzę w celu przeprowadzenia prac badawczych w dziedzinie językoznawstwa przy zastosowaniu odpowiedniej metodologii (K2_U01)  \n-używać zaawansowanych narzędzi badawczych językoznawstwa oraz dobierać metody badawcze odpowiednio do podejmowanych problemów (K2_U05) \n-samodzielnie zdobywać wiedzę z zakresu językoznawstwa oraz oceniać przydatność poznanych metod, praktyk i procedur we własnej działalności zawodowej  (K2_U11) \nKompetencje społeczne: \n- student jest gotów do krytycznej oceny własnego stanu wiedzy w zakresie językoznawstwa stosowanego, docenia znaczenie argumentacji merytorycznej w rozwiązywaniu problemów badawczych oraz praktycznych (K1_K01, K2_K05)",
        "Metody i kryteria oceniania": "Metody dydaktyczne podające: opis, wykład problemowy/konwersatoryjny, \nMetody dydaktyczne poszukujące: problemowa: rozwiązywanie problemów, zadania, pytania i odpowiedzi, analiza przypadku;\nMetody dydaktyczne eksponujące: przygotowanie prezentacji/referatu; \nMetody pracy: praca indywidualna, konsultacje indywidualne, dyskusje.\nMetody i kryteria oceniania pracy studenta:\n● ocena ciągła (bieżące przygotowanie do zajęć)\n● egzamin pisemny\nSkala ocen:\n55-69% - 3\n70-74% - 3+\n75-84% - 4\n85-89% - 4+\n90-100% - 5\nUWAGA:\nW przypadku braku możliwości prowadzenia zajęć w formie stacjonarnej zajęcia będą odbywać się przy użyciu narzędzi komunikacji na odległość, najprawdopodobniej Google Meet oraz innych zalecanych przez UW.",
        "Praktyki zawodowe": "nd"
    },
    "Teatr białoruski w kontekście europejskim": {
        "Kod przedmiotu": "3221-FBA-TBWKE-OG",
        "Kod Erasmus / ISCED": "\n                                                /\n                                                    ",
        "Nazwa przedmiotu": "Teatr białoruski w kontekście europejskim",
        "Jednostka": "Katedra Białorutenistyki",
        "Grupy": "Przedmioty ogólnouniwersyteckie humanistyczne\nPrzedmioty ogólnouniwersyteckie Katedry Białorutenistyki\nPrzedmioty ogólnouniwersyteckie na Uniwersytecie Warszawskim",
        "Punkty ECTS i inne": "3.00                                                                                                     Podstawowe informacje o zasadach przyporządkowania punktów ECTS:  roczny wymiar godzinowy nakładu pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się dla danego etapu studiów wynosi 1500-1800 h, co odpowiada 60 ECTS; tygodniowy wymiar godzinowy nakładu pracy studenta wynosi 45 h; 1 punkt ECTS odpowiada 25-30 godzinom pracy studenta potrzebnej do osiągnięcia zakładanych efektów uczenia się; tygodniowy nakład pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się pozwala uzyskać 1,5 ECTS; nakład pracy potrzebny do zaliczenia przedmiotu, któremu przypisano 3 ECTS, stanowi 10% semestralnego obciążenia studenta.",
        "Język prowadzenia": "",
        "Rodzaj przedmiotu": "ogólnouniwersyteckie"
    },
    "Kształcenie kompetencji komunikacyjnych w zakresie języka ukraińskiego (C1)": {
        "Kod przedmiotu": "3222-50KKKU1C[C1]-OG",
        "Kod Erasmus / ISCED": "09.604\n                                                            Kod klasyfikacyjny przedmiotu składa się z trzech do pięciu cyfr, przy czym trzy pierwsze oznaczają klasyfikację dziedziny wg. Listy kodów dziedzin obowiązującej w programie Socrates/Erasmus, czwarta (dotąd na ogół 0) – ewentualne uszczegółowienie informacji o dyscyplinie, piąta – stopień zaawansowania przedmiotu ustalony na podstawie roku studiów, dla którego przedmiot jest przeznaczony.                                                                            /\n                                                    (0231) Języki obce\n                                                            Kod ISCED - Międzynarodowa Standardowa Klasyfikacja Kształcenia (International Standard Classification of Education) została opracowana przez UNESCO.",
        "Nazwa przedmiotu": "Kształcenie kompetencji komunikacyjnych w zakresie języka ukraińskiego (C1)",
        "Jednostka": "Instytut Ukrainistyki",
        "Grupy": "Courses in foreign languages\nPrzedmioty ogólnouniwersyteckie humanistyczne\nPrzedmioty ogólnouniwersyteckie Instytutu Ukrainistyki\nPrzedmioty ogólnouniwersyteckie na Uniwersytecie Warszawskim",
        "Punkty ECTS i inne": "4.00                                                                                                     Podstawowe informacje o zasadach przyporządkowania punktów ECTS:  roczny wymiar godzinowy nakładu pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się dla danego etapu studiów wynosi 1500-1800 h, co odpowiada 60 ECTS; tygodniowy wymiar godzinowy nakładu pracy studenta wynosi 45 h; 1 punkt ECTS odpowiada 25-30 godzinom pracy studenta potrzebnej do osiągnięcia zakładanych efektów uczenia się; tygodniowy nakład pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się pozwala uzyskać 1,5 ECTS; nakład pracy potrzebny do zaliczenia przedmiotu, któremu przypisano 3 ECTS, stanowi 10% semestralnego obciążenia studenta.   \n\nzobacz reguły punktacji",
        "Język prowadzenia": "ukraiński",
        "Rodzaj przedmiotu": "ogólnouniwersyteckie",
        "Założenia (opisowo)": "Student zna język ukraiński na odpowiednim poziomie.",
        "Tryb prowadzenia": "w sali",
        "Skrócony opis": "Celem przedmiotu jest wykształcenie kompetencji językowych na poziomie C1, tak aby po dwóch semestrach skończyć na poziomie C1+.",
        "Pełny opis": "Celem zajęć jest szkolenie umiejętności na poziomie odpowiednio C1+ ESOKJ w zakresie słuchania, mówienia, czytania, pisania oraz przyswojenie i poszerzenie kompetencji językowych studentów w zakresie doskonałego rozumienia tekstów pisanych i mówionych, bezbłędnego przekazywania treści, wyrażania własnej opinii z użyciem zasobu leksykalnego i wiadomości uzyskanych oraz komunikowania się w zróżnicowanych sytuacjach społecznych.\nTreść nauczania jest podporządkowana założeniu otwarcia się na potrzeby poznawcze i komunikacyjne studentów oraz na ich zamierzenia związane z możliwościami zdobycia kwalifikacji niezbędnej dla wykonywania przyszłego zawodu lub funkcjonowania w kraju, którego język studiują. Zgodnie z informacją zamieszczoną powyżej, zajęcia obejmują cykl ćwiczeń praktycznych, ukierunkowanych na podstawowe sytuacje komunikacyjne, poprzez które studenci przyswajają słownictwo oraz zasady gramatyczne języka.\nPrzedmiot kończy się egzaminem.\nNakład pracy studenta:\ngodziny kontaktowe w sali - 75 godz.\nprzygotowanie do zajęć - 20\nprzygotowanie do egzaminu - 25\n Razem: 120 godz. (4 ECTS)\nW przypadku braku możliwości prowadzenia zajęć w formie stacjonarnej zajęcia będą odbywać się przy użyciu narzędzi komunikacji na odległość, najprawdopodobniej ZOOM, CLASSROOM oraz innych zalecanych przez Uniwersytet Warszawski.",
        "Literatura": "Ukrains'koju bez tabu: podręcznik do nauki języka ukraińskiego, S. Romaniuk, M. Saniewska, Warszawa 2017.\nK. Jakubowska-Krawczyk, S. Romaniuk, M. Saniewska, Ukrajinśkoju pro kulturu, Warszawa: SEW 2018.\n Kononenko V.I., Kononenko I.V. Hramatyka konfrontatywna języka ukraińskiego i polskiego, Kyjiw 2006.\nPonomariw O. Kultura słowa. Mownostylistyczni porady, Kyjiw 2001.\n Serbenśka O. Antysurzyk, Lwiw 1994.\n Suczasna ukrajinśka literaturna mowa, za red. A. P. Hryszczenka, Kyjiw 2002.\n Suchasna ukrajinśka literaturna mowa, za red. M.J.Pluszcz, Kyjiw 1994.\nUkrajinśka mowa: Encyklopedija, Kyjiw 2000.\nUkrajinśka mowa: Naukowo-teoretycznyj żurnał Instytutu ukrajinśkoji mowy NAN Ukrajiny (2000-2009)\nUkrajinśkyj prawopys, Kyjiw 2019.\nWyhowanec’ I., Horodenśka K. Teoretyczna hramatyka ukrajinśkoji mowy, Kyjiw 2004.\nMateriały własne prowadzącego.\nSłowniki:\n1. Iwczenko A. Ukrajinśko-polśkyj slownyk. Lublin 2003.\n2. Kononenko I., Śpiwak O. Ukrajinśko-polśkyj slownyk miżmownyh omonimiw i paronimiw, Kyjiw 2008.\n3. Rusaniwśkyj W., Czumak W., Jarun G. Orfoepicznyj słownyk ukrajinśkoji mowy, Kyjiw 2006.\n4. Słownyk trudnoszcziw ukrajinśkoji mowy, red. S. Jermolenko, Kyjiw 1990.\n5. Śpiwak O., Jurkowski M. Ukraińsko-polski słownik syntaktyczny, Warszawa 2003.\n6. Suczasnyj ukrajinśkyj orfohraficznyj slownyk, ukl. O.Leonowa, Kyjiw 2001.\n7. Tkaczowa N. Ukrajinśko-polśkyj słownyk, Ternopil 2003.\nУкраїнський правопис. – Київ: Наукова думка, 2019.  https://www.ulif.org.ua/system/files/pravopus-new.pdf \nStrony internetowe:\nСловники України online. https://lcorp.ulif.org.ua/dictua/ \nСловник української мови в 20-ти томах. https://sum20ua.com/?wordid=0&page=0",
        "Efekty uczenia się": "Student zna i rozumie:\n- w pogłębionym stopniu związki badań filologicznych i ich złożone zależności z innymi dyscyplinami naukowymi (S1_W04);\n- w pogłębionym stopniu psychologiczne podstawy funkcjonowania języka (S1_W05);\n- w pogłębionym stopniu kluczowe zagadnienia związane z rozwojem i funkcjonowaniem współczesnego języka ukraińskiego w różnych dziedzinach (S1_W07);\n- język ukraiński w mowie i piśmie zgodnie z wymaganiami określonymi dla poziomu co najmniej C1+Europejskiego Systemu Opisu Kształcenia Językowego (S1_W10);\nStudent potrafi:\n- komunikować się na tematy specjalistyczne ze zróżnicowanymi kręgami odbiorców (S1_U10);\n- komunikować się w mowie i w piśmie w języku ukraińskim zgodnie z wymaganiami określonymi dla poziomu co najmniej C1 Europejskiego Systemu Opisu Kształcenia Językowego (S1_U12);\n- kierować pracą zespołu (S1_U15);\nStudent jest gotów do\n- myślenia i działania w sposób przedsiębiorczy oraz inicjowania działań na rzecz interesu publicznego lub środowiska społecznego (S1_K02)",
        "Metody i kryteria oceniania": "Przedmiot kończy się egzaminem pisemnym.\nWarunki zaliczenia przedmiotu i dopuszczenia do końcowego egzaminu\n- aktywne uczestnictwo w zajęciach;\n - systematyczne przygotowanie na zajęcia zadanego materiału;\n- terminowe wykonywanie prac domowych i pisanie testów kontrolnych w wyznaczonym czasie.\nNa ocenę końcową składa się praca w trakcie semestru (30%) oraz wynik egzaminu (70%).\nPrzedmiot kończy się egzaminem, gdzie kryteria oceny przedstawione są w formie progów procentowych (punkty uzyskane z egzaminu)\n60% – 68% - 3 (ocena dostateczna)\n69% - 77% - 3+ (ocena dostateczna plus)\n78% - 85% - 4 (ocena dobra)\n86% - 91% - 4+ (ocena dobra plus)\n92% - 97% - 5 (ocena bardzo dobra)\n98% -100% - 5 !(ocena bardzo dobra z wykrzyknikiem)\nW razie uzyskania oceny niedostatecznej student ma prawo do powtórnego podejścia do egzaminu w takiej samej formie pod warunkiem uzyskania zaliczenia przedmiotu. Wykładowca może ustalić dodatkowe warunki zaliczenia za nieobecności.\nStudent ma prawo do 2 na każde 30 godzin nieusprawiedliwionych nieobecności, każda następna wymaga złożenia usprawiedliwienia.\nForma zaliczenia zajęć, na których student był nieobecny jest wyznaczana przez wykładowcę.\nPrzekroczenie nieobecności usprawiedliwionych i nieusprawiedliwionych na 50% zajęć może być podstawą do niezaliczenia przedmiotu."
    },
    "Praktyczna nauka języka rosyjskiego (B2+)": {
        "Kod przedmiotu": "3222-PR1C[B2]-OG",
        "Kod Erasmus / ISCED": "09.604\n                                                            Kod klasyfikacyjny przedmiotu składa się z trzech do pięciu cyfr, przy czym trzy pierwsze oznaczają klasyfikację dziedziny wg. Listy kodów dziedzin obowiązującej w programie Socrates/Erasmus, czwarta (dotąd na ogół 0) – ewentualne uszczegółowienie informacji o dyscyplinie, piąta – stopień zaawansowania przedmiotu ustalony na podstawie roku studiów, dla którego przedmiot jest przeznaczony.                                                                            /\n                                                    (0231) Języki obce\n                                                            Kod ISCED - Międzynarodowa Standardowa Klasyfikacja Kształcenia (International Standard Classification of Education) została opracowana przez UNESCO.",
        "Nazwa przedmiotu": "Praktyczna nauka języka rosyjskiego (B2+)",
        "Jednostka": "Instytut Ukrainistyki",
        "Grupy": "Courses in foreign languages\nPrzedmioty ogólnouniwersyteckie humanistyczne\nPrzedmioty ogólnouniwersyteckie Instytutu Ukrainistyki\nPrzedmioty ogólnouniwersyteckie na Uniwersytecie Warszawskim",
        "Punkty ECTS i inne": "4.00                                                                                                     Podstawowe informacje o zasadach przyporządkowania punktów ECTS:  roczny wymiar godzinowy nakładu pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się dla danego etapu studiów wynosi 1500-1800 h, co odpowiada 60 ECTS; tygodniowy wymiar godzinowy nakładu pracy studenta wynosi 45 h; 1 punkt ECTS odpowiada 25-30 godzinom pracy studenta potrzebnej do osiągnięcia zakładanych efektów uczenia się; tygodniowy nakład pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się pozwala uzyskać 1,5 ECTS; nakład pracy potrzebny do zaliczenia przedmiotu, któremu przypisano 3 ECTS, stanowi 10% semestralnego obciążenia studenta.   \n\nzobacz reguły punktacji",
        "Język prowadzenia": "rosyjski",
        "Rodzaj przedmiotu": "ogólnouniwersyteckie",
        "Założenia (opisowo)": "Student powinien znać język rosyjski na poziomie B2.",
        "Tryb prowadzenia": "zdalnie",
        "Skrócony opis": "Celem zajęć jest szkolenie umiejętności w zakresie słuchania, mówienia, czytania, pisania oraz przyswojenie i poszerzenie kompetencji językowych zgodnie z wymaganiami określonymi dla poziomu B2/C1 ESOKJ.",
        "Pełny opis": "W trakcie kursu student zdobywa umiejętności płynnego i spontanicznego porozumiewania się w języku rosyjskim. Ponadto uczy się formułować przejrzyste wypowiedzi pisemne i ustne na różne tematy, poszerzając swoją wiedzę z omawianych dziedzin. Student bierze czynny udział w dyskusji poprzez wyrażanie swoich opinii oraz prezentowanie wad i zalet różnych rozwiązań. Student szkoli umiejętności słuchania, mówienia, czytania oraz pisania oraz zdobywa wiedzę z zakresu leksyki, gramatyki i fonetyki rosyjskiej w ujęciu praktycznym. Materiały do zajęć są przygotowane w oparciu o założenia podejścia komunikacyjnego. \nNakład pracy studenta:\ngodziny kontaktowe (w sali) – 60 godz. \nprzygotowanie się do zajęć – 30 godz. \nprzygotowanie do zaliczenia – 30 godz. \nRazem: 120 godzin (4 ECTS)",
        "Literatura": "1. Дискуссия, Kuca Z., Profamilia 2019.\n2. Из первых уст. Русский язык для продвинутого уровня, Махнач А., Warszawa 2017. \n3. Окно в Россию, Скороходов Л.Ю., Хорохордина О.В., «Златоуст» 2012.\n4. Русский язык. Учебник для продвинутых (в 4 ч.), Рогова К.А. et al., «Златоуст» 2016.\n5. В мире людей, Макова М. Н., Ускова О.А., «Златоуст» 2013.\n6. Поговорим? Пособие по разговорной практике. Продвинутый этап, Попова Т.И., Юрков Е.Е., Златоуст 2015.\n7. Gołubiewa A., Czeczuga W., Słownictwo rosyjskie w ćwiczeniach, PWN 2011. \n8. Gołubiewa A., Kuratczyk M., Gramatyka języka rosyjskiego z ćwiczeniami, PWN 2009.\n9. Rosyjski w tłumaczeniach. Gramatyka 4, Łukasiak K., Preston Publishing 2020.\n10. Youlang - portal edukacyjny",
        "Efekty uczenia się": "Po ukończeniu kursu student:\n- zna i rozumie język rosyjski w mowie i piśmie zgodnie z wymaganiami określonymi dla poziomu B2+ ESOKJ (K2_W11) \n- potrafi komunikować się w mowie i w piśmie w języku rosyjskim zgodnie z wymaganiami określonymi dla poziomu B2+ ESOKJ  (K2_U14)\n- jest gotów do krytycznej oceny posiadanej wiedzy i odbieranych treści (K2_K01).",
        "Metody i kryteria oceniania": "Warunki zaliczenia przedmiotu i dopuszczenia do końcowego  zaliczenia:\n- obecność na zajęciach\n- aktywność na zajęciach\n- bieżące przygotowanie do zajęć\n- zaliczenie testów kontrolnych\n- zaliczenie prezentacji indywidualnych\nKryteria oceny testów kontrolnych i końcowego testu zaliczeniowego (progi procentowe):\n99-100% – 5! \n93-98 % – 5 \n87-92% – 4+ \n77-86% – 4 \n70-76% – 3+ \n60-69% – 3 \nNa ocenę końcową składa się: ocena pracy w ciągu semestru (30%) oraz ocena z testu końcowego (70%).\nStudent ma prawo do 3 nieusprawiedliwionych nieobecności, każda następna wymaga złożenia usprawiedliwienia. Sposób odrabiania pozostałych nieusprawiedliwionych nieobecności wyznacza prowadzący.\nStudent ma prawo do przystąpienia do zaliczenia w sesji poprawkowej w takiej samej formie, jak w sesji podstawowej i pod warunkiem uzyskania zaliczenia z przedmiotu."
    },
    "E-commerce w praktyce - Uruchomienie sprzedaży w sieci": {
        "Kod przedmiotu": "3302-ECOMP-OG",
        "Kod Erasmus / ISCED": "04.0\n                                                            Kod klasyfikacyjny przedmiotu składa się z trzech do pięciu cyfr, przy czym trzy pierwsze oznaczają klasyfikację dziedziny wg. Listy kodów dziedzin obowiązującej w programie Socrates/Erasmus, czwarta (dotąd na ogół 0) – ewentualne uszczegółowienie informacji o dyscyplinie, piąta – stopień zaawansowania przedmiotu ustalony na podstawie roku studiów, dla którego przedmiot jest przeznaczony.                                                                            /\n                                                    (0410) Biznes i administracja\n                                                            Kod ISCED - Międzynarodowa Standardowa Klasyfikacja Kształcenia (International Standard Classification of Education) została opracowana przez UNESCO.",
        "Nazwa przedmiotu": "E-commerce w praktyce - Uruchomienie sprzedaży w sieci",
        "Jednostka": "Instytut Germanistyki",
        "Grupy": "Przedmioty ogólnouniwersyteckie humanistyczne\nPrzedmioty ogólnouniwersyteckie na Uniwersytecie Warszawskim\nPrzedmioty ogólnouniwersyteckie przez Internet (platforma edukacyjna)",
        "Strona przedmiotu": "https://www.eecom.eu/pl/courses/e-commerce-w-praktyce/",
        "Punkty ECTS i inne": "3.00                                                                                                     Podstawowe informacje o zasadach przyporządkowania punktów ECTS:  roczny wymiar godzinowy nakładu pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się dla danego etapu studiów wynosi 1500-1800 h, co odpowiada 60 ECTS; tygodniowy wymiar godzinowy nakładu pracy studenta wynosi 45 h; 1 punkt ECTS odpowiada 25-30 godzinom pracy studenta potrzebnej do osiągnięcia zakładanych efektów uczenia się; tygodniowy nakład pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się pozwala uzyskać 1,5 ECTS; nakład pracy potrzebny do zaliczenia przedmiotu, któremu przypisano 3 ECTS, stanowi 10% semestralnego obciążenia studenta.",
        "Język prowadzenia": "polski",
        "Rodzaj przedmiotu": "ogólnouniwersyteckie",
        "Założenia (opisowo)": "Kurs jest skierowany do osób początkujących lub ewentualnie z podstawową wiedzą o e-commerce.\n\nKurs realizowany jest w ramach pracy e-learningowej. Uczestniczy otrzymują dostęp do przygotowanych treści wideo na platformie e-learningowej Akademii EECOM i samodzielnie realizują dostępne moduły tematyczne. \n\nProwadzący weryfikuje zadania cząstkowe oraz projekt końcowy.",
        "Tryb prowadzenia": "zdalnie",
        "Skrócony opis": "Celem kursu jest poznanie kluczowych etapów uruchomienia sprzedaży w sieci (e-commerce) na przykładzie najbardziej popularnych produktów. Uczymy się podstaw szeroko pojętego e-biznesu, czyli działalności biznesowo-marketingowej w sieci.\nKurs jest otwarty dla wszystkich. Pracujemy w języku polskim.",
        "Pełny opis": "Kurs \"E-commerce w praktyce - Uruchomienie sprzedaży w sieci\" prowadzi krok po kroku przez kolejne etapy budowy i uruchomienia e-biznesu w postaci e-sklepu lub serwisu internetowego.\nCele szczegółowe to:\n- poznanie szczegółów funkcjonowania e-biznesu w dwóch wariantach: pośredniego (klasycznego ze sprzedażą w sieci) i bezpośredniego (tylko w sieci)\n- omówienie czterech kluczowych etapów uruchomienia sprzedaży e-commerce dla towarów fizycznych, usług i innych produktów, w tym cyfrowych (e-booki itp.)\n- praktyczna analiza wybranych przykładów realnych e-biznesów pod kątem wdrożenia sprzedaży e-commerce, tj. analiza stron internetowych, pozycjonowania w sieci itp.\n- przećwiczenie podstawowych działań wdrożeniowych dla wybranych rodzajów sprzedaży e-commerce (e-biznesów) zgodnie z szablonem wdrożenia sprzedaży e-commerce (grupa docelowa, produkt, system sprzedaży, systemy uzupełniające, formalności itp.)\nProgram kursu obejmuje m.in.:\n1. Wybór grupy docelowej i produktu (analiza rynku), w tym strategiczne pozycjonowanie biznesu w sieci oraz optymalizację SEO\n2. Budowa systemu e-commerce, w tym wybór systemu sprzedaży (SaaS, opensource) oraz kluczowych systemów uzupełniających (dostawa, płatność, analityka, e-mail marketing itp.)\n3. Działania zabezpieczające sprzedaż (certyfikat SSL, regulamin, polityka prywatności, RODO) zgodne z współczesnymi wymogami formalno-prawnymi\n4. Budowa podstawowego systemu promocji (Google sieć wyszukiwania, Google sieć displayowa, serwis Facebook, inne)",
        "Literatura": "- Materiały własne autora\n- Materiały wideo dostępne na platformie e-learningowej Akademii EECOM\n- Materiały dydaktyczne dostępne na platformie e-learningowej Akademii EECOM\n- Strony internetowe wybranych biznesów w sieci",
        "Efekty uczenia się": "Uczestnik kursu potrafi:\n- dokonać analizy rynku oraz wybrać grupę docelową i produkt\n- zaprojektować strategiczne pozycjonowanie biznesu w sieci, w tym działania SEO\n- zaprojektować system e-commerce, w tym wybrać system sprzedaży oraz kluczowe systemy uzupełniające\n- podjąć działania zabezpieczające sprzedaż (regulamin, polityka prywatności, mechanizm zgód zgodny z RODO)\n- zaplanować podstawowy system promocji",
        "Metody i kryteria oceniania": "Podstawą weryfikacji wiedzy z kursu będzie:\n- ocena zadań cząstkowych dostępnych po wybranych modułach kursu\n- ocena projektu końcowego, czyli analizy wybranego e-biznesu lub projektu własnego e-biznesu stworzonego na bazie szablonu wdrożenia sprzedaży e-commerce"
    },
    "Od tekstu do ciała i z powrotem": {
        "Kod przedmiotu": "3302-OTC-OG",
        "Kod Erasmus / ISCED": "09.0\n                                                            Kod klasyfikacyjny przedmiotu składa się z trzech do pięciu cyfr, przy czym trzy pierwsze oznaczają klasyfikację dziedziny wg. Listy kodów dziedzin obowiązującej w programie Socrates/Erasmus, czwarta (dotąd na ogół 0) – ewentualne uszczegółowienie informacji o dyscyplinie, piąta – stopień zaawansowania przedmiotu ustalony na podstawie roku studiów, dla którego przedmiot jest przeznaczony.                                                                            /\n                                                    (0231) Języki obce\n                                                            Kod ISCED - Międzynarodowa Standardowa Klasyfikacja Kształcenia (International Standard Classification of Education) została opracowana przez UNESCO.",
        "Nazwa przedmiotu": "Od tekstu do ciała i z powrotem",
        "Jednostka": "Instytut Germanistyki",
        "Grupy": "Przedmioty ogólnouniwersyteckie humanistyczne\nPrzedmioty ogólnouniwersyteckie na Uniwersytecie Warszawskim",
        "Punkty ECTS i inne": "3.00                                                                                                     Podstawowe informacje o zasadach przyporządkowania punktów ECTS:  roczny wymiar godzinowy nakładu pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się dla danego etapu studiów wynosi 1500-1800 h, co odpowiada 60 ECTS; tygodniowy wymiar godzinowy nakładu pracy studenta wynosi 45 h; 1 punkt ECTS odpowiada 25-30 godzinom pracy studenta potrzebnej do osiągnięcia zakładanych efektów uczenia się; tygodniowy nakład pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się pozwala uzyskać 1,5 ECTS; nakład pracy potrzebny do zaliczenia przedmiotu, któremu przypisano 3 ECTS, stanowi 10% semestralnego obciążenia studenta.   \n\nzobacz reguły punktacji",
        "Język prowadzenia": "polski",
        "Rodzaj przedmiotu": "ogólnouniwersyteckieseminaria monograficzne",
        "Założenia (opisowo)": "Seminarium ma na celu integrację środowiska studiujących na różnych wydziałach, naukę wspólnych dyskusji, koncentrację na jednym wspólnym temacie.",
        "Tryb prowadzenia": "zdalnie",
        "Skrócony opis": "Seminarium poświęcone jest tematyce wybranego aspektu kulturoznawczego, uwzględnia zagadnienia znane z autopsji, nie tylko ze studiów na poszczególnych wydziałach.",
        "Pełny opis": "Skupienie na jednym wspólnym temacie pozwala na rozwijanie dyskusji na  seminarium. Szukamy wspólnych pól zainteresowań i doświadczeń oraz wiedzy zdobytej dotychczas na studiach. Zastanawiamy się nad tym, na czym polegają różnice między dyscyplinami w zajmowaniu się wybranym na seminarium tematem. Uczymy się rozpoznawania tego, co jest samo zrozumiale przez się i tego, co daje nam ten fakt w procesie poznawczym. Odwoływanie się do doświadczeń codzienności łączone tu jest z performatywnym aktem czytelniczym. Na podstawie lektur, obrazów, dyskusji dokonuje się odejście od oczywistości i następuje zbliżanie się do obiektu badań i faktu naukowego.",
        "Literatura": "- Ludwik Fleck: Patrzyć, widzieć, wiedzieć.\n- Friedrich Nietzsche: Tako rzecze Zarathustra\n- F. Nietzsche: Z genealogii moralności\n- Teresa Ferenz: Matka matka\n- Judith Butler: Uwikłani w płeń\n- Elfriede Jelinek: Pianistka\n- Małgorzata Okupnik: W niewoli ciała\n- Jolanta Brach-Czaina: Szczeliny istnienia.\n- Małgorzata Szpakowska (ed): Antropologia ciała. Antologia.",
        "Efekty uczenia się": "- umiejętność formułowania argumentacji w dyskusji na konkretny temat\n- umiejętność analizowania tekstów pod kątem jednego motywu\n- opanowanie naukowego pisania na wybrany temat z zakresu seminarium",
        "Metody i kryteria oceniania": "- regularne uczestnictwo w zajęciach, indywidualne prezentacje;\n- praca semestralna na temat jednej lektury, wybranej samodzielnie"
    },
    "Historia i kultura Francji. Wykład w języku francuskim": {
        "Kod przedmiotu": "3304-1DZ1O-HIKF-OG",
        "Kod Erasmus / ISCED": "08.3\n                                                            Kod klasyfikacyjny przedmiotu składa się z trzech do pięciu cyfr, przy czym trzy pierwsze oznaczają klasyfikację dziedziny wg. Listy kodów dziedzin obowiązującej w programie Socrates/Erasmus, czwarta (dotąd na ogół 0) – ewentualne uszczegółowienie informacji o dyscyplinie, piąta – stopień zaawansowania przedmiotu ustalony na podstawie roku studiów, dla którego przedmiot jest przeznaczony.                                                                            /\n                                                    (0231) Języki obce\n                                                            Kod ISCED - Międzynarodowa Standardowa Klasyfikacja Kształcenia (International Standard Classification of Education) została opracowana przez UNESCO.",
        "Nazwa przedmiotu": "Historia i kultura Francji. Wykład w języku francuskim",
        "Jednostka": "Instytut Romanistyki",
        "Grupy": "Plan 2 stopień 1 rok\nCourses in foreign languages\nPrzedmioty ogólnouniwersyteckie humanistyczne\nPrzedmioty ogólnouniwersyteckie Instytutu Romanistyki\nPrzedmioty ogólnouniwersyteckie na Uniwersytecie Warszawskim",
        "Punkty ECTS i inne": "3.00                                                                                                     Podstawowe informacje o zasadach przyporządkowania punktów ECTS:  roczny wymiar godzinowy nakładu pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się dla danego etapu studiów wynosi 1500-1800 h, co odpowiada 60 ECTS; tygodniowy wymiar godzinowy nakładu pracy studenta wynosi 45 h; 1 punkt ECTS odpowiada 25-30 godzinom pracy studenta potrzebnej do osiągnięcia zakładanych efektów uczenia się; tygodniowy nakład pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się pozwala uzyskać 1,5 ECTS; nakład pracy potrzebny do zaliczenia przedmiotu, któremu przypisano 3 ECTS, stanowi 10% semestralnego obciążenia studenta.   \n\nzobacz reguły punktacji",
        "Język prowadzenia": "francuski",
        "Rodzaj przedmiotu": "ogólnouniwersyteckie",
        "Założenia (opisowo)": "UWAGA! Przedmiot nie jest przeznaczony dla studentów Wydziału Historii UW",
        "Tryb prowadzenia": "mieszany: w sali i zdalniew sali",
        "Skrócony opis": "Kurs jest wprowadzeniem do historii i kultury Francji od średniowiecza do XXI wieku. Plan kursu jest chronologiczny i zakłada, że w pierwszym semestrze omówione zostaną zagadnienia od czasu podboju rzymskiego do rewolucji francuskiej, przy czym szczególna uwaga zostanie poświęcona tematom dotyczącym historii i kultury od XI do końca XVIII wieku. \nW drugim semestrze pojawią się zagadnienia obejmujące XIX i XX wiek.\nZajęcia będą składały się z dwóch elementów - z wykładu oraz towarzyszących mu materiałów i testów do wykonania na platformie internetowej www.kampus.uw.edu.pl",
        "Pełny opis": "Wykład z Historii i kultury Francji jest wprowadzeniem do zagadnień związanych z historią Francji od czasów najdawniejszych do XXI wieku i do zagadnień z szeroko rozumianej historii kultury francuskiej. Rozpiętość tematu powoduje konieczność wyboru tematów omawianych na zajęciach i stopnia ich rozwinięcia. \nPlanowany zakres tematyczny kursu w I semestrze prezentuje się następująco:\n- Francja przed Francją\n- Wybrane zagadnienia dotyczące historii Francji do końca XV wieku\n- Społeczeństwo i kultura średniowiecza\n- Wybrane zagadnienia dotyczące Francji XVI wieku\n- Społeczeństwo i kultura renesansowej Francji\n- Narodziny i ewolucja monarchii absolutnej\n- Czasy Ludwika XIV - dwór francuski \n- Społeczeństwo i kultura do Ancien Regime'u\n- Wybrane zagadnienia dotyczące historii Francji XVIII wieku\n- Kultura i sztuka francuskiego Oświecenia\n- Francja w kryzysie (koniec XVIII w.)\n- Wybrane zagadnienia dotyczące rewolucyjnej Francji\nZakres tematyczny II semestru obejmuje:\n- Francja czasów restauracji - polityka i gospodarka\n- Francja I połowy XIX wieku - kultura i sztuka\n- Wyzwania monarchii lipcowej i jej upadek\n- II Republika i II Cesarstwo - polityka zagraniczna i polityka wewnętrzna\n- Francja II Cesarstwa - społeczeństwo, kultura i sztuka\n- III Republika do I wojny światowej\n- Francja Belle Epoque\n- I wojna światowa i problemy powojennej Francji\n- Annees folles i wielki kryzys - społeczeństwo i kultura\n- II wojna światowa\n- IV Republika - polityka zagraniczna i wewnętrzna\n- V Republika - narodziny, instytucje\n- Życie intelektualne i artystyczne powojennej Francji\nKurs zakłada regularną pracę studentów zarówno poprzez uczestnictwo w wykładach jak i poprzez aktywność na platformie e-learningowej www.kampus.uw.edu.pl. Zamieszczone tam materiały pozwolą poszerzyć wiedzę słuchaczy o znajomość dodatkowych zagadnień. \nSłuchacze będą zobowiązani do podejścia do krótkiego tekstu po każdym wykładzie, który będzie zawierał pytania dotyczące zagadnień omawianych podczas wykładu a także zagadnień i tekstów tekstów źródłowych zaproponowanych na platformie e-learningowej. W wyznaczonych terminach do testu będzie można podchodzić wielokrotnie, a ocena ostateczna będzie średnią ze wszystkich podejść.",
        "Literatura": "Bibliografia do przedmiotu obejmuje materiały, na podstawie których kurs został przygotowany. \nAprile Sylvie, Histoire de France. 1815-1878, Belin, 2014\nBaszkiewicz Jan, Historia Francji, Ossolineum, 2008\nBeaupré Nicolas, Histoire de France. 1914-1945, Belin, 2014\nBeaurepaire Pierre-Yves, Histoire de France. 1715-1789, Belin, 2014\nDrévillon Hervé, Cornette Joël, Histoire de France, 1629-1715, Belin, 2014\nDuby Georges, Mandrou Robert, Historia kultury francuskiej, PWN, Hewitt Nicholas The Cambridge Companion to Modern French Culture, Cambridge University Press, 2003\nDuclert Vincent, Histoire de France. 1870-1914, Belin, 2014\nDulewicz Andrzej, Encyklopedia sztuki francuskiej, WAiF/PWN, 1997\nDybeł et al. Historia literatury francuskiej, PWN, 2006\nHamon Philippe, Histoire de France. 1453-1559, Belin, 2014\nKidd William, Contemporary French Cultural Studies, Routledge, 2000\nKowalski Jacek et al. Dzieje kultury francuskiej, PWN, 2007\nLe Roux Nicolas, Histoire de France. 1559-1629, Belin, 2014\nProst Antoine, Zarys historii Francji w XX wieku, Universitas, 1997\nZancarini-Fournel Michelle, Delacroix Christian, Histoire de France. 1945-2005, Belin, 2014",
        "Efekty uczenia się": "Po ukończeniu zajęć student będzie potrafił:\n- wymienić w kolejności wszystkie ustroje polityczne Francji od Rewolucji do współczesności\n- podać podstawowe charakterystyki każdego ustroju, z wymienieniem najważniejszych postaci historycznych\n- scharakteryzować podstawowe zjawiska kulturowe z każdej epoki\nK_W03 zna podstawowe pojęcia i odpowiadające im terminy używane do opisu języka, literatury i kultury",
        "Metody i kryteria oceniania": "Na ocenę końcową (zaliczenie semestru) składają się następujące elementy:\n- obecność na zajęciach. Dopuszczalne są 4 nieobecności, bez względu na to, czy są usprawiedliwione czy nie. \n- aktywność na platformie e-learningowej - podczas semestru słuchacze będą wykonywali określoną liczbę zadań. Średnia z tych zadań będzie składową oceny końcowej kursu.\n- wynik z dwóch testów w sali - pierwszym z nich będzie test połówkowy, obejmujący materiał z połowy zajęć, drugim będzie test semestralny, obejmujący swym zakresem wszystkie tematy zrealizowane od początku do końca semestru.\nOcena końcowa będzie wyliczona według następujących proporcji:\n- wynik z zadań realizowanych na platformie - 40%\n- wynik z testów w sali - 60%\nAby otrzymać zaliczenie w I terminie należy zebrać minimum 60% możliwych do uzyskania punktów.\nUWAGA - aby otrzymać zaliczenie w II terminie, należy zebrać minimum 70% możliwych do uzyskania punktów."
    },
    "Język i kultura katalońska A1": {
        "Kod przedmiotu": "3305-JKKA1-OG",
        "Kod Erasmus / ISCED": "09.0\n                                                            Kod klasyfikacyjny przedmiotu składa się z trzech do pięciu cyfr, przy czym trzy pierwsze oznaczają klasyfikację dziedziny wg. Listy kodów dziedzin obowiązującej w programie Socrates/Erasmus, czwarta (dotąd na ogół 0) – ewentualne uszczegółowienie informacji o dyscyplinie, piąta – stopień zaawansowania przedmiotu ustalony na podstawie roku studiów, dla którego przedmiot jest przeznaczony.                                                                            /\n                                                    (0231) Języki obce\n                                                            Kod ISCED - Międzynarodowa Standardowa Klasyfikacja Kształcenia (International Standard Classification of Education) została opracowana przez UNESCO.",
        "Nazwa przedmiotu": "Język i kultura katalońska A1",
        "Jednostka": "Instytut Studiów Iberyjskich i Iberoamerykańskich",
        "Grupy": "Courses in foreign languages\nPrzedmioty ogólnouniwersyteckie humanistyczne\nPrzedmioty ogólnouniwersyteckie na Uniwersytecie Warszawskim",
        "Punkty ECTS i inne": "6.00                                                                                                     Podstawowe informacje o zasadach przyporządkowania punktów ECTS:  roczny wymiar godzinowy nakładu pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się dla danego etapu studiów wynosi 1500-1800 h, co odpowiada 60 ECTS; tygodniowy wymiar godzinowy nakładu pracy studenta wynosi 45 h; 1 punkt ECTS odpowiada 25-30 godzinom pracy studenta potrzebnej do osiągnięcia zakładanych efektów uczenia się; tygodniowy nakład pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się pozwala uzyskać 1,5 ECTS; nakład pracy potrzebny do zaliczenia przedmiotu, któremu przypisano 3 ECTS, stanowi 10% semestralnego obciążenia studenta.   \n\nzobacz reguły punktacji",
        "Język prowadzenia": "kataloński",
        "Rodzaj przedmiotu": "ogólnouniwersyteckie",
        "Skrócony opis": "Celem tych zajęć jest poznanie języka katalońskiego na poziomie A1+, który pozwala na rozumienie prostych tekstów i wypowiedzi oraz\nporozumiewanie się na podstawowym poziomie. Uczestnicy poznają także najważniejsze cechy kultury katalońskiej.",
        "Pełny opis": "Na podstawie materiałów tekstowych i audiowizualnych studenci będą się uczyli komunikacji ustnej i pisemnej, jak również słownictwa i\npodstaw gramatyki. Dzięki temu studenci będą w stanie zrozumieć podstawowe zdania oraz wyrażenie najczęściej używane przez\nużytkowników języka (informacje o sobie, rodzinie, zakupy, zawody, miejsca...). Będą w stanie opowiadać, pisać, pytać, prosić w prosty\nsposób na temat osobistych doświadczeń, okoliczności, i in. Będą także w stanie porozumiewać się w sytuacjach codziennych posługując\nsię prostymi sformułowaniami nie wybiegającymi poza zwyczajowe doświadczenia.",
        "Literatura": "-\tMas, Vilagrasa et al. (2005), Veus. Curs de català. Barcelona: Publicacions de l’Abadia de Montserrat. \n-\tMas, Vilagrasa et al. (2005), Veus. Llibre d’exercicis i gramàtica. Barcelona: Publicacions de l’Abadia de Montserrat.",
        "Efekty uczenia się": "WIEDZA:\nK_W15: ma świadomość kompleksowej natury języka oraz jego złożoności i historycznej zmienności jego znaczeń\nUMIEJĘTNOŚCI:\nK_U12: posiada kompetencję językową w zakresie języka obcego innego niż hiszpański/portugalskiego na poziomie A1 Europejskiego Systemu Opisu Kształcenia Językowego umożliwiającą komunikację w podstawowych sytuacjach życiowych\nKOMPETENCJE:\nK_K01: Rozumie potrzebę uczenia się przez całe życie\nK_U07: potrafi aktywnie włączyć się w uczestnictwo w kulturze studiowanego regionu (Półwysep Iberyjski/Ameryka Łacińska), korzystając z różnych mediów i form",
        "Metody i kryteria oceniania": "Metody i kryteria oceniania są następujące:\nObecność (20%)\nAktywność (20%)\nEgzamin na koniec semestru (60%)\nNieobecność nieusprawiedliwiona na 5 zajęciach oznacza utratę 20% oceny. Aktywność jest oceniana na podstawie zainteresowania studenta tematem i udziałem w dyskusjach.\nKryteria te mogą ulec nieznacznym modyfikacjom w szczególnych sytuacjach.",
        "Praktyki zawodowe": "-"
    },
    "Studia z filozofii języka": {
        "Kod przedmiotu": "3322-SFJ-OG",
        "Kod Erasmus / ISCED": "09.3\n                                                            Kod klasyfikacyjny przedmiotu składa się z trzech do pięciu cyfr, przy czym trzy pierwsze oznaczają klasyfikację dziedziny wg. Listy kodów dziedzin obowiązującej w programie Socrates/Erasmus, czwarta (dotąd na ogół 0) – ewentualne uszczegółowienie informacji o dyscyplinie, piąta – stopień zaawansowania przedmiotu ustalony na podstawie roku studiów, dla którego przedmiot jest przeznaczony.                                                                            /\n                                                    (0232) Literatura i językoznawstwo\n                                                            Kod ISCED - Międzynarodowa Standardowa Klasyfikacja Kształcenia (International Standard Classification of Education) została opracowana przez UNESCO.",
        "Nazwa przedmiotu": "Studia z filozofii języka",
        "Jednostka": "Katedra Lingwistyki Formalnej",
        "Grupy": "Przedmioty ogólnouniwersyteckie humanistyczne\nPrzedmioty ogólnouniwersyteckie Katedry Lingwistyki Formalnej\nPrzedmioty ogólnouniwersyteckie na Uniwersytecie Warszawskim",
        "Punkty ECTS i inne": "3.00                                                                                                     Podstawowe informacje o zasadach przyporządkowania punktów ECTS:  roczny wymiar godzinowy nakładu pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się dla danego etapu studiów wynosi 1500-1800 h, co odpowiada 60 ECTS; tygodniowy wymiar godzinowy nakładu pracy studenta wynosi 45 h; 1 punkt ECTS odpowiada 25-30 godzinom pracy studenta potrzebnej do osiągnięcia zakładanych efektów uczenia się; tygodniowy nakład pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się pozwala uzyskać 1,5 ECTS; nakład pracy potrzebny do zaliczenia przedmiotu, któremu przypisano 3 ECTS, stanowi 10% semestralnego obciążenia studenta.   \n\nzobacz reguły punktacji",
        "Język prowadzenia": "polski",
        "Rodzaj przedmiotu": "ogólnouniwersyteckie",
        "Tryb prowadzenia": "zdalnie",
        "Skrócony opis": "Wykład obejmuje zagadnienia i propozycje rozwiązań w zakresie pogranicza lingwistyki i filozofii. Będzie to kontynuacja rozważań z poprzednich lat. Główne tematy to: teoria wiedzy i podstawowych struktur rzeczywistości, ekstensjonalność- intensjonalność, sprawa teizmu i ateizmu, teoria mówienia, sprawa mowy w jej stosunku do działania ludzkiego i jego norm.\nZajęcia w r.a.2022/23 odbywać się będą w trybie zdalnym.",
        "Pełny opis": "Nazwy własne i problem tożsamości osobowej. Dawniejsze i aktualne teorie; propozycje rozwiązań.\nRelacja `wiedza' - `istnienie'.\nTeoria czasownika `powiedzieć'. Definicja funktora `on powiedział, że'. Problem tzw. performatywności.\nZjawisko tzw. mowy wewnętrznej.\nProblem wartościowania. Wartościowanie praktyczne, moralne, etyczne.",
        "Literatura": "Anscombe G.E.M. 1963. An Introduction to Wittgenstein’s Tractatus. Second revised edition. New York: Harper & Row.\nAnscombe G.E.M. 1981. Metaphysics and the Philosophy of Mind. Oxford: Basil Blackwell.\nAustin J.L. 1961. Philosophical Papers. Ed. by J.O. Urmson, G.J. Warnock. London – Oxford – New York: OUP.\nBogusławski A. 1998. Science as Linguistic Activity. Linguistics as Scientific Acitivity. Warszawa: Katedra Lingwistyki Formalnej UW.\nBogusławski A. 2007. A Study in the Linguistics-Philosophy Interface. Warszawa: BEL Studio. \nBogusławski A., Drzazgowska E. 2016. Język w refleksji teoretycznej. Przekroje historyczne. T. I-II. Warszawa. Katedra Lingwistyki Formalnej UW. \nDanielewiczowa M. 2002. Wiedza i niewiedza. Studium polskich czasowników epistemicznych. Warszawa: Katedra Lingwistyki Formalnej UW. \nFalkenberg G. 1998. Sinn, Bedeutung, Intensionalitat. Der Fregesche Weg. Tübingen: Mohr Siebeck.\nFrege G. 1977. Pisma semantyczne. Tłum. i oprac.: B. Wolniewicz. Warszawa: PWN. \nPetrażycki L. 1930. Wstęp do nauki prawa i moralności.Warszawa: Hoesick.\nWilliamson T. 2000. Knowledge and its Limits. Oxford: Oxford UP.\nWitek M.. 2017. Spór o podstawy czynności mowy. Szczecin: Wyd. Naukowe Uniwersytetu Szczecińskiego. \nWittgenstein L. 1922. Tractatus logico-philosophicus. London: Routledge & Kegan Paul Ltd..\nWittgenstein L. 1984. Philosophische Grammatik. Frankfurt am Main: Suhrkamp.\nWittgenstein L. 1997. Tractatus logico-philosophicus. Tłum. i Wstęp: B. Wolniewicz. Warszawa: Wyd. Naukowe PWN.",
        "Efekty uczenia się": "- zna podstawowe pojęcia z zakresu filozofii języka\n- umie analizować złożone problemy językowe\n- potrafi dobrać narzędzia i metodologię do analizowanego materiału",
        "Metody i kryteria oceniania": "Aktywne uczestnictwo w zajęciach\nKontrola obecności"
    },
    "Prawo i płeć": {
        "Kod przedmiotu": "3402-01-PiP-OG",
        "Kod Erasmus / ISCED": "\n                                                /\n                                                    ",
        "Nazwa przedmiotu": "Prawo i płeć",
        "Jednostka": "Instytut Stosowanych Nauk Społecznych",
        "Grupy": "Przedmioty ogólnouniwersyteckie na Uniwersytecie Warszawskim\nPrzedmioty ogólnouniwersyteckie społeczne",
        "Punkty ECTS i inne": "3.00                                                                                                     Podstawowe informacje o zasadach przyporządkowania punktów ECTS:  roczny wymiar godzinowy nakładu pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się dla danego etapu studiów wynosi 1500-1800 h, co odpowiada 60 ECTS; tygodniowy wymiar godzinowy nakładu pracy studenta wynosi 45 h; 1 punkt ECTS odpowiada 25-30 godzinom pracy studenta potrzebnej do osiągnięcia zakładanych efektów uczenia się; tygodniowy nakład pracy studenta konieczny do osiągnięcia zakładanych efektów uczenia się pozwala uzyskać 1,5 ECTS; nakład pracy potrzebny do zaliczenia przedmiotu, któremu przypisano 3 ECTS, stanowi 10% semestralnego obciążenia studenta.   \n\nzobacz reguły punktacji",
        "Język prowadzenia": "",
        "Rodzaj przedmiotu": "fakultatywneogólnouniwersyteckie",
        "Tryb prowadzenia": "w sali",
        "Skrócony opis": "W ramach przedmiotu studenci zapoznają się z wybranymi problemami społeczno–prawnymi związanymi z płcią.",
        "Pełny opis": "W trakcie zajęć studenci zapoznają się z podstawowymi regulacjami prawnymi dotyczącymi sytuacji kobiet i mężczyzn w rozmaitych dziedzinach życia społecznego: pracy, rodzinie, administracji publicznej. Omówiona zostanie również problematyka sytuacji społeczno–prawnej osób nie wpisujących się w powszechnie obowiązujące normatywne standardy płci: osób homoseksualnych i transseksualnych. W trakcie zajęć studenci poznają również problemy dotyczące przestępczości kobiet i specyfiki odbywania przez nie kary pozbawienia wolności. Obok przedstawienia regulacji prawnych dotyczących poszczególnych obszarów objętych tematyką zajęć, omawiane będą również społeczne aspekty funkcjonowania tych uregulowań oraz ich stosowania w praktyce organów wymiaru sprawiedliwości.",
        "Literatura": "Badinter E., Historia miłości macierzyńskiej, Warszawa 1998\nBudrowska B., Macierzyństwo jako punkt zwrotny w życiu kobiety, Wrocław 2000\nBudyn–Kulik M., Kobiety zabójczynie. Przegląd teorii, Prawo i płeć, 1/2001\nCarrabine E., Longhurst B., Gender and Prison Organisation: Some Comments on Masculinities and Prison Management, The Howard Journal, t. 37, nr 2/1998\nChałubiński M., Polityka i aborcja, Warszawa1994 \nDelumeau J., Roche D., Historia ojców i ojcostwa, Warszawa 1995 \nFuszara M. (red.), Nowi mężczyźni? Zmieniające się modele męskości we współczesnej Polsce, Warszawa 2008 \nFuszara M., Rodzina w sądzie, ISNS UW, Warszawa 1994 \nIgnatowicz J., M. Nazar, Prawo rodzinne, Wydawnictwo LexisNexis, Warszawa 2012 \nIgnatowicz J., Nazar M., Prawo rodzinne, LexisNexis, Warszawa 2012\nKramska M., Medycznie wspomagana prokreacja – standardy międzynarodowe i europejskie, [w:] Bator A., Jabłoński M., Maciejewski M., Wójtowicz K., Współczesne koncepcje ochrony wolności i praw podstawowych, Wrocław 2013 \nŁowińska E., Prawo do zapłodnienia in vitro w Polsce i na świecie, Przegląd Prawniczy Uniwersytetu im. Adama Mickiewicza, 2012, nr 1\nMrozowski J. (reż.), Bad Girls: cela 77, film dokumentalny, Polska 2010 \nRejman G., Problemy prawne związane z transseksualizmem, Edukacja Prawnicza, nr 2/1994\nReszke I., Nierówność płci w teoriach: teoretyczne wyjaśnienia nierówności płci w sferze pracy zawodowej, Res Publica Press, Warszawa 1991\nSafjan M., Prawo wobec ingerencji w naturę ludzkiej prokreacji, Warszawa 1990 \nTitkow A. (red.), Szklany sufit: bariery i ograniczenia kobiet: monografia zjawiska, Instytut Spraw Publicznych, Warszawa 2003\nTokarczyk R., Prawa Narodzin, Życia i Śmierci, Wydawnictwo Wolters Kluwer, Warszawa 2012",
        "Efekty uczenia się": "Uczestnik zajęć:\n1.\tzna główne regulacje prawne związane z sytuacją społeczną kobiet i mężczyzn w różnych obszarach życia społecznego\n2.\tzna główne wyniki badań dotyczące funkcjonowania tych regulacji w praktyce \n3.\tpotrafi wykorzystać wiedzę teoretyczną do interpretacji zjawisk i procesów dotyczących społeczno–prawnej sytuacji kobiet i mężczyzn \n4.\tumie zidentyfikować problemy związane z prawną regulacją sytuacji kobiet i mężczyzn w różnych obszarach życia społecznego\n5.\tsamodzielnie analizuje i interpretuje zjawiska społeczno–prawne związane z płcią, \n6.\tproponuje i argumentuje własne opinie w zakresie oceny zjawisk i procesów społeczno–prawnych związanych z płcią.",
        "Metody i kryteria oceniania": "Studenci będą oceniani na podstawie eseju z zakresu tematyki zajęć oraz na podstawie obecności na zajęciach i przygotowanych prezentacji."
    }
}